{
  "wait_bins": [
    1,
    2,
    3,
    4,
    5,
    7,
    8,
    11,
    14,
    17,
    22,
    28,
    35,
    44,
    56,
    71,
    90,
    114,
    144,
    183,
    232,
    293,
    372,
    471,
    597,
    756,
    958,
    1214,
    1539,
    1950,
    2470,
    3130,
    3966,
    5026,
    6368,
    8069,
    10225,
    12956,
    16416,
    20801,
    26357,
    33397,
    42317,
    53620,
    67942,
    86089,
    109084,
    138220,
    175139,
    221919,
    281194,
    356302,
    451471,
    572059,
    724857,
    918468,
    1163792,
    1474643,
    1868523,
    2367608,
    3000000
  ],
  "token_to_id": {
    "<PAD>": 0,
    "<BOS>": 1,
    "<EOS>": 2,
    "<UNK>": 3,
    "<WAIT:0>": 4,
    "<WAIT:1>": 5,
    "<WAIT:2>": 6,
    "<WAIT:3>": 7,
    "<WAIT:4>": 8,
    "<WAIT:5>": 9,
    "<WAIT:6>": 10,
    "<WAIT:7>": 11,
    "<WAIT:8>": 12,
    "<WAIT:9>": 13,
    "<WAIT:10>": 14,
    "<WAIT:11>": 15,
    "<WAIT:12>": 16,
    "<WAIT:13>": 17,
    "<WAIT:14>": 18,
    "<WAIT:15>": 19,
    "<WAIT:16>": 20,
    "<WAIT:17>": 21,
    "<WAIT:18>": 22,
    "<WAIT:19>": 23,
    "<WAIT:20>": 24,
    "<WAIT:21>": 25,
    "<WAIT:22>": 26,
    "<WAIT:23>": 27,
    "<WAIT:24>": 28,
    "<WAIT:25>": 29,
    "<WAIT:26>": 30,
    "<WAIT:27>": 31,
    "<WAIT:28>": 32,
    "<WAIT:29>": 33,
    "<WAIT:30>": 34,
    "<WAIT:31>": 35,
    "<WAIT:32>": 36,
    "<WAIT:33>": 37,
    "<WAIT:34>": 38,
    "<WAIT:35>": 39,
    "<WAIT:36>": 40,
    "<WAIT:37>": 41,
    "<WAIT:38>": 42,
    "<WAIT:39>": 43,
    "<WAIT:40>": 44,
    "<WAIT:41>": 45,
    "<WAIT:42>": 46,
    "<WAIT:43>": 47,
    "<WAIT:44>": 48,
    "<WAIT:45>": 49,
    "<WAIT:46>": 50,
    "<WAIT:47>": 51,
    "<WAIT:48>": 52,
    "<WAIT:49>": 53,
    "<WAIT:50>": 54,
    "<WAIT:51>": 55,
    "<WAIT:52>": 56,
    "<WAIT:53>": 57,
    "<WAIT:54>": 58,
    "<WAIT:55>": 59,
    "<WAIT:56>": 60,
    "<WAIT:57>": 61,
    "<WAIT:58>": 62,
    "<WAIT:59>": 63,
    "<WAIT:60>": 64,
    "YM2612_PORT0:2B:00": 65,
    "YM2612_PORT0:27:15": 66,
    "YM2612_PORT1:B6:C0": 67,
    "YM2612_PORT0:27:1F": 68,
    "YM2612_PORT0:27:3F": 69,
    "YM2612_PORT0:2A:00": 70,
    "YM2612_PORT0:27:55": 71,
    "YM2612_PORT0:27:35": 72,
    "YM2612_PORT0:27:2F": 73,
    "YM2612_PORT0:2A:77": 74,
    "YM2612_PORT0:27:2A": 75,
    "YM2612_PORT0:28:02": 76,
    "YM2612_PORT0:28:01": 77,
    "YM2612_PORT0:28:00": 78,
    "YM2612_PORT0:28:04": 79,
    "YM2612_PORT0:27:3A": 80,
    "YM2612_PORT0:27:1E": 81,
    "YM2612_PORT0:28:05": 82,
    "YM2612_PORT0:2B:80": 83,
    "YM2612_PORT0:28:F1": 84,
    "YM2612_PORT0:28:F0": 85,
    "YM2612_PORT0:28:F2": 86,
    "YM2612_PORT0:28:F4": 87,
    "SN76489:00:91": 88,
    "YM2612_PORT0:2A:80": 89,
    "YM2612_PORT0:25:00": 90,
    "SN76489:00:92": 91,
    "SN76489:00:B1": 92,
    "YM2612_PORT0:27:00": 93,
    "SN76489:00:B2": 94,
    "YM2612_PORT0:28:F5": 95,
    "YM2612_PORT0:28:06": 96,
    "YM2612_PORT0:26:E6": 97,
    "YM2612_PORT0:27:0A": 98,
    "YM2612_PORT1:A4:23": 99,
    "YM2612_PORT0:B4:C0": 100,
    "YM2612_PORT0:A6:23": 101,
    "YM2612_PORT0:A4:23": 102,
    "YM2612_PORT0:B6:C0": 103,
    "YM2612_PORT0:B5:C0": 104,
    "YM2612_PORT1:A5:23": 105,
    "YM2612_PORT0:A5:23": 106,
    "YM2612_PORT1:B5:C0": 107,
    "YM2612_PORT0:27:05": 108,
    "YM2612_PORT1:B4:C0": 109,
    "YM2612_PORT1:A4:22": 110,
    "YM2612_PORT0:26:E4": 111,
    "YM2612_PORT1:A4:1B": 112,
    "YM2612_PORT0:A4:2B": 113,
    "YM2612_PORT0:27:10": 114,
    "YM2612_PORT0:A5:13": 115,
    "YM2612_PORT0:A4:2A": 116,
    "YM2612_PORT0:2A:7F": 117,
    "YM2612_PORT0:A5:1A": 118,
    "YM2612_PORT0:A6:22": 119,
    "YM2612_PORT0:A5:1B": 120,
    "YM2612_PORT0:28:F6": 121,
    "YM2612_PORT1:A5:22": 122,
    "YM2612_PORT0:A5:2A": 123,
    "YM2612_PORT1:A5:2A": 124,
    "YM2612_PORT0:A4:13": 125,
    "YM2612_PORT0:A6:1B": 126,
    "YM2612_PORT0:A5:22": 127,
    "YM2612_PORT0:A4:24": 128,
    "YM2612_PORT0:A4:1B": 129,
    "YM2612_PORT0:A4:22": 130,
    "YM2612_PORT1:A4:2A": 131,
    "YM2612_PORT0:A5:2B": 132,
    "YM2612_PORT0:22:08": 133,
    "YM2612_PORT1:A5:2B": 134,
    "YM2612_PORT1:A4:24": 135,
    "YM2612_PORT0:A5:14": 136,
    "YM2612_PORT1:A5:1B": 137,
    "YM2612_PORT1:A5:24": 138,
    "YM2612_PORT0:A6:2A": 139,
    "YM2612_PORT0:A4:1A": 140,
    "YM2612_PORT0:A6:1C": 141,
    "YM2612_PORT1:A4:1A": 142,
    "YM2612_PORT0:A5:24": 143,
    "YM2612_PORT0:A6:24": 144,
    "YM2612_PORT1:A4:1C": 145,
    "SN76489:00:95": 146,
    "YM2612_PORT1:4E:7F": 147,
    "YM2612_PORT0:A6:1A": 148,
    "YM2612_PORT1:A4:2B": 149,
    "YM2612_PORT0:25:02": 150,
    "SN76489:00:93": 151,
    "YM2612_PORT0:A6:2B": 152,
    "SN76489:00:94": 153,
    "YM2612_PORT1:A5:1C": 154,
    "YM2612_PORT0:A4:14": 155,
    "YM2612_PORT0:2A:7D": 156,
    "YM2612_PORT0:2A:85": 157,
    "YM2612_PORT0:A5:1C": 158,
    "YM2612_PORT1:A5:1A": 159,
    "YM2612_PORT1:4A:7F": 160,
    "YM2612_PORT1:46:7F": 161,
    "YM2612_PORT0:2A:81": 162,
    "YM2612_PORT0:A4:1C": 163,
    "SN76489:00:98": 164,
    "YM2612_PORT1:A4:13": 165,
    "YM2612_PORT1:A5:13": 166,
    "YM2612_PORT0:A6:13": 167,
    "SN76489:00:96": 168,
    "YM2612_PORT0:2A:83": 169,
    "YM2612_PORT0:2A:7E": 170,
    "YM2612_PORT1:42:7F": 171,
    "YM2612_PORT1:A5:14": 172,
    "YM2612_PORT0:2A:82": 173,
    "YM2612_PORT1:A4:14": 174,
    "YM2612_PORT0:A1:84": 175,
    "YM2612_PORT0:A6:14": 176,
    "YM2612_PORT0:9C:00": 177,
    "YM2612_PORT0:94:00": 178,
    "YM2612_PORT0:90:00": 179,
    "YM2612_PORT0:98:00": 180,
    "YM2612_PORT1:A6:23": 181,
    "YM2612_PORT0:A1:D3": 182,
    "YM2612_PORT0:A0:84": 183,
    "YM2612_PORT0:9D:00": 184,
    "YM2612_PORT0:95:00": 185,
    "YM2612_PORT0:99:00": 186,
    "YM2612_PORT0:91:00": 187,
    "YM2612_PORT0:A0:D3": 188,
    "SN76489:00:B8": 189,
    "YM2612_PORT1:9C:00": 190,
    "YM2612_PORT1:94:00": 191,
    "YM2612_PORT1:90:00": 192,
    "YM2612_PORT1:98:00": 193,
    "YM2612_PORT0:A5:12": 194,
    "YM2612_PORT0:9E:00": 195,
    "YM2612_PORT0:96:00": 196,
    "YM2612_PORT0:9A:00": 197,
    "YM2612_PORT0:92:00": 198,
    "YM2612_PORT0:27:3C": 199,
    "YM2612_PORT0:A1:C5": 200,
    "YM2612_PORT0:2A:84": 201,
    "YM2612_PORT1:A0:84": 202,
    "SN76489:00:97": 203,
    "YM2612_PORT0:24:2D": 204,
    "YM2612_PORT1:A0:D3": 205,
    "YM2612_PORT0:26:F2": 206,
    "YM2612_PORT0:A0:C5": 207,
    "YM2612_PORT0:2A:86": 208,
    "YM2612_PORT0:2A:7C": 209,
    "SN76489:00:FF": 210,
    "YM2612_PORT0:27:2D": 211,
    "YM2612_PORT0:A1:3C": 212,
    "YM2612_PORT0:A4:12": 213,
    "YM2612_PORT0:2A:87": 214,
    "SN76489:00:B3": 215,
    "YM2612_PORT1:A6:14": 216,
    "YM2612_PORT1:9D:00": 217,
    "YM2612_PORT1:95:00": 218,
    "YM2612_PORT1:91:00": 219,
    "YM2612_PORT1:99:00": 220,
    "YM2612_PORT1:A0:C5": 221,
    "YM2612_PORT1:A6:1B": 222,
    "YM2612_PORT1:A1:D3": 223,
    "YM2612_PORT0:25:01": 224,
    "YM2612_PORT0:A4:2C": 225,
    "YM2612_PORT0:A0:3C": 226,
    "YM2612_PORT0:2A:88": 227,
    "YM2612_PORT0:A2:D3": 228,
    "YM2612_PORT1:A6:22": 229,
    "YM2612_PORT1:A1:84": 230,
    "SN76489:00:D8": 231,
    "YM2612_PORT0:27:2E": 232,
    "SN76489:00:00": 233,
    "YM2612_PORT0:A2:84": 234,
    "YM2612_PORT0:2A:7B": 235,
    "YM2612_PORT0:A0:2D": 236,
    "YM2612_PORT1:A0:3C": 237,
    "YM2612_PORT1:4D:7F": 238,
    "YM2612_PORT1:A1:C5": 239,
    "YM2612_PORT1:A6:1A": 240,
    "YM2612_PORT0:40:00": 241,
    "YM2612_PORT0:A1:2D": 242,
    "YM2612_PORT1:A6:1C": 243,
    "YM2612_PORT1:49:7F": 244,
    "YM2612_PORT0:42:00": 245,
    "YM2612_PORT1:A1:3C": 246,
    "YM2612_PORT0:2A:8A": 247,
    "YM2612_PORT1:9E:00": 248,
    "YM2612_PORT1:96:00": 249,
    "YM2612_PORT1:92:00": 250,
    "YM2612_PORT1:A4:12": 251,
    "YM2612_PORT1:9A:00": 252,
    "YM2612_PORT0:A2:C5": 253,
    "YM2612_PORT1:A6:2B": 254,
    "YM2612_PORT0:A5:2C": 255,
    "YM2612_PORT0:2A:7A": 256,
    "YM2612_PORT1:A5:2C": 257,
    "YM2612_PORT0:A5:0C": 258,
    "YM2612_PORT0:A4:0C": 259,
    "YM2612_PORT0:A6:0B": 260,
    "YM2612_PORT0:A1:5C": 261,
    "YM2612_PORT0:26:CB": 262,
    "YM2612_PORT0:A0:FE": 263,
    "SN76489:00:9F": 264,
    "YM2612_PORT1:45:7F": 265,
    "YM2612_PORT0:2A:79": 266,
    "YM2612_PORT1:A6:2A": 267,
    "YM2612_PORT0:2A:89": 268,
    "YM2612_PORT1:B4:80": 269,
    "YM2612_PORT1:A0:2D": 270,
    "YM2612_PORT1:A4:2C": 271,
    "YM2612_PORT0:A4:32": 272,
    "YM2612_PORT1:A1:2D": 273,
    "YM2612_PORT1:41:00": 274,
    "YM2612_PORT0:A1:FE": 275,
    "YM2612_PORT1:A6:24": 276,
    "YM2612_PORT0:70:00": 277,
    "YM2612_PORT0:2A:8B": 278,
    "YM2612_PORT0:A2:FE": 279,
    "YM2612_PORT0:A4:0B": 280,
    "SN76489:00:0A": 281,
    "YM2612_PORT1:A2:00": 282,
    "YM2612_PORT1:A2:84": 283,
    "YM2612_PORT1:40:00": 284,
    "YM2612_PORT0:44:7F": 285,
    "YM2612_PORT0:A6:0C": 286,
    "YM2612_PORT0:A5:0B": 287,
    "YM2612_PORT0:2A:78": 288,
    "YM2612_PORT1:A6:13": 289,
    "YM2612_PORT0:41:00": 290,
    "YM2612_PORT0:A0:5C": 291,
    "YM2612_PORT1:A0:FE": 292,
    "YM2612_PORT1:B6:00": 293,
    "YM2612_PORT0:A2:2D": 294,
    "YM2612_PORT1:42:00": 295,
    "SN76489:00:0B": 296,
    "YM2612_PORT0:A5:32": 297,
    "YM2612_PORT0:A0:00": 298,
    "YM2612_PORT0:A6:2C": 299,
    "YM2612_PORT0:B5:40": 300,
    "YM2612_PORT1:A5:32": 301,
    "YM2612_PORT0:A6:12": 302,
    "YM2612_PORT1:41:7F": 303,
    "YM2612_PORT0:78:00": 304,
    "YM2612_PORT0:2A:76": 305,
    "YM2612_PORT0:48:7F": 306,
    "YM2612_PORT0:22:0B": 307,
    "YM2612_PORT1:A5:12": 308,
    "YM2612_PORT0:72:00": 309,
    "YM2612_PORT0:52:1F": 310,
    "YM2612_PORT1:A6:12": 311,
    "YM2612_PORT0:7C:00": 312,
    "SN76489:00:07": 313,
    "YM2612_PORT0:2A:8C": 314,
    "YM2612_PORT0:4C:7F": 315,
    "YM2612_PORT0:46:00": 316,
    "YM2612_PORT0:B6:80": 317,
    "YM2612_PORT1:A6:01": 318,
    "SN76489:00:BF": 319,
    "SN76489:00:99": 320,
    "YM2612_PORT1:A1:FE": 321,
    "SN76489:00:08": 322,
    "YM2612_PORT1:A4:32": 323,
    "YM2612_PORT0:A0:8F": 324,
    "SN76489:00:80": 325,
    "YM2612_PORT0:A1:8F": 326,
    "SN76489:00:0D": 327,
    "YM2612_PORT0:51:1F": 328,
    "YM2612_PORT0:A1:00": 329,
    "YM2612_PORT0:2A:8D": 330,
    "YM2612_PORT0:2A:90": 331,
    "YM2612_PORT0:71:00": 332,
    "YM2612_PORT0:2A:75": 333,
    "YM2612_PORT1:A0:C0": 334,
    "YM2612_PORT0:A2:00": 335,
    "YM2612_PORT0:A6:32": 336,
    "YM2612_PORT1:52:1F": 337,
    "YM2612_PORT1:A0:5C": 338,
    "YM2612_PORT0:79:00": 339,
    "YM2612_PORT0:A0:C0": 340,
    "YM2612_PORT0:2A:8E": 341,
    "YM2612_PORT1:B4:40": 342,
    "YM2612_PORT0:5A:1F": 343,
    "YM2612_PORT0:2A:8F": 344,
    "YM2612_PORT1:44:7F": 345,
    "YM2612_PORT1:B5:80": 346,
    "YM2612_PORT0:2A:74": 347,
    "YM2612_PORT1:A1:5C": 348,
    "YM2612_PORT1:4C:7F": 349,
    "YM2612_PORT1:A4:0C": 350,
    "YM2612_PORT1:48:7F": 351,
    "SN76489:00:0F": 352,
    "YM2612_PORT0:5E:1F": 353,
    "YM2612_PORT1:70:00": 354,
    "YM2612_PORT0:A1:7C": 355,
    "YM2612_PORT1:5A:1F": 356,
    "YM2612_PORT1:A0:00": 357,
    "YM2612_PORT0:44:00": 358,
    "YM2612_PORT1:5E:1F": 359,
    "YM2612_PORT1:78:00": 360,
    "YM2612_PORT0:A2:C0": 361,
    "YM2612_PORT0:56:1F": 362,
    "YM2612_PORT0:3C:00": 363,
    "YM2612_PORT0:74:00": 364,
    "YM2612_PORT0:40:7F": 365,
    "YM2612_PORT0:7A:00": 366,
    "YM2612_PORT0:A2:3C": 367,
    "YM2612_PORT0:A1:C0": 368,
    "YM2612_PORT1:49:00": 369,
    "YM2612_PORT1:A2:1F": 370,
    "YM2612_PORT0:22:00": 371,
    "SN76489:00:0E": 372,
    "YM2612_PORT0:49:7F": 373,
    "SN76489:00:A0": 374,
    "YM2612_PORT0:25:03": 375,
    "YM2612_PORT0:A0:7C": 376,
    "YM2612_PORT1:B5:40": 377,
    "YM2612_PORT1:A0:8F": 378,
    "YM2612_PORT0:2A:70": 379,
    "YM2612_PORT0:A2:5C": 380,
    "SN76489:00:8E": 381,
    "YM2612_PORT0:76:00": 382,
    "YM2612_PORT0:A1:FF": 383,
    "SN76489:00:8F": 384,
    "YM2612_PORT0:B4:40": 385,
    "YM2612_PORT0:26:C9": 386,
    "YM2612_PORT1:56:1F": 387,
    "YM2612_PORT0:A0:FF": 388,
    "SN76489:00:AD": 389,
    "YM2612_PORT0:2A:72": 390,
    "YM2612_PORT1:A2:D3": 391,
    "YM2612_PORT1:A1:00": 392,
    "YM2612_PORT1:45:00": 393,
    "YM2612_PORT0:24:2A": 394,
    "YM2612_PORT0:2A:73": 395,
    "YM2612_PORT1:72:00": 396,
    "YM2612_PORT0:75:00": 397,
    "YM2612_PORT1:44:00": 398,
    "YM2612_PORT0:24:96": 399,
    "YM2612_PORT1:A5:0B": 400,
    "YM2612_PORT0:B5:80": 401,
    "YM2612_PORT0:26:EF": 402,
    "YM2612_PORT0:55:1F": 403,
    "YM2612_PORT0:4E:7F": 404,
    "YM2612_PORT0:46:7F": 405,
    "YM2612_PORT0:A1:AB": 406,
    "SN76489:00:B7": 407,
    "SN76489:00:11": 408,
    "YM2612_PORT0:4A:7F": 409,
    "SN76489:00:9A": 410,
    "YM2612_PORT0:22:0C": 411,
    "YM2612_PORT1:51:1F": 412,
    "YM2612_PORT0:30:00": 413,
    "YM2612_PORT1:5D:1F": 414,
    "SN76489:00:B4": 415,
    "SN76489:00:90": 416,
    "YM2612_PORT0:7D:00": 417,
    "SN76489:00:09": 418,
    "YM2612_PORT1:A6:0B": 419,
    "YM2612_PORT1:74:00": 420,
    "YM2612_PORT0:A6:03": 421,
    "YM2612_PORT1:4A:00": 422,
    "YM2612_PORT0:A2:8F": 423,
    "YM2612_PORT0:59:1F": 424,
    "SN76489:00:AE": 425,
    "YM2612_PORT1:A4:0B": 426,
    "YM2612_PORT0:2A:94": 427,
    "SN76489:00:89": 428,
    "YM2612_PORT0:4D:7F": 429,
    "YM2612_PORT1:7C:00": 430,
    "SN76489:00:B6": 431,
    "SN76489:00:8D": 432,
    "YM2612_PORT0:49:00": 433,
    "YM2612_PORT1:59:1F": 434,
    "YM2612_PORT0:26:E0": 435,
    "SN76489:00:F6": 436,
    "YM2612_PORT1:76:00": 437,
    "YM2612_PORT1:50:1F": 438,
    "YM2612_PORT1:55:1F": 439,
    "SN76489:00:DF": 440,
    "YM2612_PORT0:4D:01": 441,
    "SN76489:00:05": 442,
    "SN76489:00:C0": 443,
    "YM2612_PORT0:A0:AB": 444,
    "YM2612_PORT0:A2:FF": 445,
    "SN76489:00:AF": 446,
    "YM2612_PORT1:54:1F": 447,
    "YM2612_PORT1:A0:FF": 448,
    "YM2612_PORT0:2A:92": 449,
    "YM2612_PORT0:4A:00": 450,
    "YM2612_PORT1:79:00": 451,
    "YM2612_PORT0:50:1F": 452,
    "YM2612_PORT1:A5:0C": 453,
    "YM2612_PORT0:27:1D": 454,
    "YM2612_PORT0:2A:6F": 455,
    "YM2612_PORT0:A4:33": 456,
    "YM2612_PORT1:A1:C0": 457,
    "SN76489:00:F8": 458,
    "YM2612_PORT0:5D:1F": 459,
    "YM2612_PORT1:5C:1F": 460,
    "YM2612_PORT0:2A:91": 461,
    "YM2612_PORT1:A2:3C": 462,
    "SN76489:00:06": 463,
    "YM2612_PORT0:A4:00": 464,
    "SN76489:00:B5": 465,
    "YM2612_PORT0:60:00": 466,
    "YM2612_PORT0:45:00": 467,
    "YM2612_PORT1:A2:C5": 468,
    "YM2612_PORT1:A6:02": 469,
    "YM2612_PORT0:7E:00": 470,
    "YM2612_PORT0:34:00": 471,
    "YM2612_PORT0:B4:80": 472,
    "YM2612_PORT1:A0:7C": 473,
    "YM2612_PORT1:A5:33": 474,
    "YM2612_PORT1:A6:00": 475,
    "YM2612_PORT1:A1:8A": 476,
    "YM2612_PORT0:A0:CE": 477,
    "YM2612_PORT0:22:0A": 478,
    "YM2612_PORT1:40:7F": 479,
    "YM2612_PORT1:40:1C": 480,
    "YM2612_PORT0:45:7F": 481,
    "YM2612_PORT1:46:00": 482,
    "SN76489:00:B9": 483,
    "YM2612_PORT1:58:1F": 484,
    "YM2612_PORT0:48:00": 485,
    "YM2612_PORT1:48:00": 486,
    "YM2612_PORT0:2A:71": 487,
    "YM2612_PORT0:38:00": 488,
    "YM2612_PORT0:A0:8A": 489,
    "YM2612_PORT1:A1:8F": 490,
    "YM2612_PORT0:3E:00": 491,
    "YM2612_PORT1:A1:FF": 492,
    "YM2612_PORT0:A5:33": 493,
    "SN76489:00:F4": 494,
    "YM2612_PORT1:A1:7C": 495,
    "YM2612_PORT1:A6:0C": 496,
    "YM2612_PORT0:A0:33": 497,
    "YM2612_PORT0:B6:40": 498,
    "YM2612_PORT0:2A:93": 499,
    "YM2612_PORT0:3D:00": 500,
    "YM2612_PORT1:A0:AB": 501,
    "YM2612_PORT0:A0:46": 502,
    "YM2612_PORT1:7A:00": 503,
    "YM2612_PORT0:A6:33": 504,
    "YM2612_PORT0:5C:1F": 505,
    "YM2612_PORT0:39:00": 506,
    "YM2612_PORT1:A4:33": 507,
    "YM2612_PORT0:A2:8A": 508,
    "YM2612_PORT0:6C:00": 509,
    "YM2612_PORT0:27:0F": 510,
    "SN76489:00:A4": 511,
    "YM2612_PORT0:A2:33": 512,
    "YM2612_PORT0:A1:8A": 513,
    "YM2612_PORT0:31:00": 514,
    "YM2612_PORT0:A1:CE": 515,
    "SN76489:00:9B": 516,
    "YM2612_PORT0:41:7F": 517,
    "YM2612_PORT0:A2:CE": 518,
    "SN76489:00:F5": 519,
    "YM2612_PORT0:A6:04": 520,
    "SN76489:00:15": 521,
    "YM2612_PORT1:3C:00": 522,
    "SN76489:00:8C": 523,
    "YM2612_PORT0:A2:46": 524,
    "YM2612_PORT1:7E:00": 525,
    "SN76489:00:8B": 526,
    "YM2612_PORT0:A0:8D": 527,
    "SN76489:00:FA": 528,
    "YM2612_PORT0:2A:6C": 529,
    "YM2612_PORT0:4E:01": 530,
    "YM2612_PORT0:A0:DA": 531,
    "YM2612_PORT1:A0:8A": 532,
    "YM2612_PORT1:A0:DA": 533,
    "YM2612_PORT1:3E:00": 534,
    "SN76489:00:0C": 535,
    "YM2612_PORT0:A1:33": 536,
    "YM2612_PORT0:46:14": 537,
    "YM2612_PORT0:42:7F": 538,
    "YM2612_PORT1:A6:2C": 539,
    "YM2612_PORT0:A2:7C": 540,
    "YM2612_PORT0:64:00": 541,
    "YM2612_PORT1:A5:01": 542,
    "YM2612_PORT0:4E:08": 543,
    "YM2612_PORT0:A2:AB": 544,
    "YM2612_PORT1:71:00": 545,
    "YM2612_PORT0:A2:8D": 546,
    "SN76489:00:F7": 547,
    "YM2612_PORT1:A4:0A": 548,
    "YM2612_PORT0:A0:09": 549,
    "YM2612_PORT0:2A:95": 550,
    "YM2612_PORT1:A2:8F": 551,
    "SN76489:00:10": 552,
    "YM2612_PORT0:4E:0C": 553,
    "YM2612_PORT0:2A:6D": 554,
    "YM2612_PORT1:30:00": 555,
    "YM2612_PORT1:B5:00": 556,
    "SN76489:00:8A": 557,
    "SN76489:00:87": 558,
    "SN76489:00:B0": 559,
    "SN76489:00:1A": 560,
    "YM2612_PORT1:A2:FE": 561,
    "YM2612_PORT0:4D:10": 562,
    "YM2612_PORT0:2A:97": 563,
    "YM2612_PORT1:75:00": 564,
    "YM2612_PORT0:A1:46": 565,
    "YM2612_PORT0:2A:6E": 566,
    "YM2612_PORT0:42:1B": 567,
    "YM2612_PORT0:32:00": 568,
    "SN76489:00:AA": 569,
    "SN76489:00:04": 570,
    "YM2612_PORT0:27:6F": 571,
    "YM2612_PORT0:A2:DA": 572,
    "YM2612_PORT1:B6:80": 573,
    "YM2612_PORT0:4C:01": 574,
    "YM2612_PORT0:58:1F": 575,
    "YM2612_PORT0:A1:DA": 576,
    "YM2612_PORT0:A4:02": 577,
    "YM2612_PORT0:4C:10": 578,
    "YM2612_PORT0:2A:69": 579,
    "YM2612_PORT0:4C:08": 580,
    "YM2612_PORT0:3A:00": 581,
    "YM2612_PORT1:A1:37": 582,
    "YM2612_PORT1:A2:2D": 583,
    "SN76489:00:AC": 584,
    "YM2612_PORT0:2A:6A": 585,
    "SN76489:00:86": 586,
    "YM2612_PORT0:35:00": 587,
    "YM2612_PORT0:A0:37": 588,
    "YM2612_PORT0:A1:09": 589,
    "YM2612_PORT1:35:00": 590,
    "YM2612_PORT0:36:00": 591,
    "SN76489:00:BA": 592,
    "YM2612_PORT0:B0:00": 593,
    "YM2612_PORT0:54:1F": 594,
    "SN76489:00:E0": 595,
    "SN76489:00:A2": 596,
    "SN76489:00:81": 597,
    "YM2612_PORT0:2A:99": 598,
    "YM2612_PORT1:A0:8D": 599,
    "SN76489:00:AB": 600,
    "SN76489:00:A1": 601,
    "SN76489:00:17": 602,
    "YM2612_PORT1:A1:8E": 603,
    "YM2612_PORT0:2A:9A": 604,
    "SN76489:00:A6": 605,
    "YM2612_PORT0:B4:00": 606,
    "YM2612_PORT0:4E:0E": 607,
    "YM2612_PORT0:26:C6": 608,
    "YM2612_PORT1:A0:37": 609,
    "YM2612_PORT1:7D:00": 610,
    "YM2612_PORT0:61:00": 611,
    "YM2612_PORT0:2A:6B": 612,
    "SN76489:00:88": 613,
    "YM2612_PORT0:68:00": 614,
    "YM2612_PORT0:A2:8E": 615,
    "SN76489:00:9C": 616,
    "YM2612_PORT0:42:1C": 617,
    "YM2612_PORT1:A6:03": 618,
    "SN76489:00:A7": 619,
    "YM2612_PORT0:41:1C": 620,
    "YM2612_PORT1:A1:AB": 621,
    "YM2612_PORT0:2A:96": 622,
    "YM2612_PORT1:A0:8E": 623,
    "SN76489:00:82": 624,
    "YM2612_PORT1:4C:0C": 625,
    "SN76489:00:12": 626,
    "YM2612_PORT0:A5:0A": 627,
    "YM2612_PORT1:4C:08": 628,
    "YM2612_PORT0:A1:8D": 629,
    "YM2612_PORT0:A2:09": 630,
    "YM2612_PORT0:A0:87": 631,
    "YM2612_PORT1:A0:33": 632,
    "SN76489:00:85": 633,
    "YM2612_PORT0:4D:08": 634,
    "SN76489:00:14": 635,
    "YM2612_PORT0:2A:67": 636,
    "YM2612_PORT1:A1:1F": 637,
    "YM2612_PORT0:2A:68": 638,
    "YM2612_PORT1:B6:40": 639,
    "SN76489:00:F9": 640,
    "YM2612_PORT0:A2:37": 641,
    "YM2612_PORT1:A1:8D": 642,
    "YM2612_PORT1:44:14": 643,
    "YM2612_PORT0:A1:0A": 644,
    "YM2612_PORT0:2A:3F": 645,
    "YM2612_PORT0:A1:64": 646,
    "YM2612_PORT0:A1:8E": 647,
    "YM2612_PORT1:4C:01": 648,
    "YM2612_PORT0:A1:69": 649,
    "YM2612_PORT0:65:00": 650,
    "YM2612_PORT0:A0:2B": 651,
    "SN76489:00:84": 652,
    "YM2612_PORT1:3A:00": 653,
    "YM2612_PORT1:A0:2B": 654,
    "YM2612_PORT0:2A:66": 655,
    "YM2612_PORT0:2A:9B": 656,
    "YM2612_PORT0:A1:37": 657,
    "YM2612_PORT0:A5:00": 658,
    "YM2612_PORT0:4E:10": 659,
    "YM2612_PORT0:A0:64": 660,
    "YM2612_PORT0:2A:98": 661,
    "YM2612_PORT0:4C:14": 662,
    "YM2612_PORT1:A2:C0": 663,
    "YM2612_PORT0:44:1B": 664,
    "YM2612_PORT0:26:C8": 665,
    "YM2612_PORT0:3D:01": 666,
    "YM2612_PORT1:A0:46": 667,
    "SN76489:00:A9": 668,
    "YM2612_PORT1:3C:01": 669,
    "YM2612_PORT0:4D:0A": 670,
    "SN76489:00:83": 671,
    "YM2612_PORT0:24:18": 672,
    "YM2612_PORT1:A0:09": 673,
    "YM2612_PORT1:4D:0E": 674,
    "YM2612_PORT0:80:00": 675,
    "YM2612_PORT0:84:00": 676,
    "YM2612_PORT0:2A:5F": 677,
    "YM2612_PORT1:A6:04": 678,
    "YM2612_PORT0:8E:FF": 679,
    "YM2612_PORT0:A5:03": 680,
    "YM2612_PORT1:A0:CE": 681,
    "YM2612_PORT0:3E:01": 682,
    "YM2612_PORT1:B2:3C": 683,
    "YM2612_PORT1:B1:3C": 684,
    "YM2612_PORT0:A2:87": 685,
    "YM2612_PORT0:4C:12": 686,
    "YM2612_PORT0:A1:87": 687,
    "SN76489:00:A8": 688,
    "YM2612_PORT1:4F:7F": 689,
    "YM2612_PORT0:43:7F": 690,
    "YM2612_PORT0:47:7F": 691,
    "YM2612_PORT0:4B:7F": 692,
    "YM2612_PORT1:43:7F": 693,
    "YM2612_PORT1:47:7F": 694,
    "YM2612_PORT1:4B:7F": 695,
    "YM2612_PORT0:4F:7F": 696,
    "YM2612_PORT0:93:00": 697,
    "YM2612_PORT0:97:00": 698,
    "YM2612_PORT0:9B:00": 699,
    "YM2612_PORT1:93:00": 700,
    "YM2612_PORT1:97:00": 701,
    "YM2612_PORT1:9B:00": 702,
    "YM2612_PORT0:37:00": 703,
    "YM2612_PORT0:3B:00": 704,
    "YM2612_PORT0:33:00": 705,
    "YM2612_PORT0:5B:00": 706,
    "YM2612_PORT0:57:00": 707,
    "YM2612_PORT0:67:00": 708,
    "YM2612_PORT0:53:00": 709,
    "YM2612_PORT0:63:00": 710,
    "YM2612_PORT0:6B:00": 711,
    "YM2612_PORT0:73:00": 712,
    "YM2612_PORT0:77:00": 713,
    "YM2612_PORT0:7B:00": 714,
    "YM2612_PORT1:7B:00": 715,
    "YM2612_PORT1:5B:00": 716,
    "YM2612_PORT1:77:00": 717,
    "YM2612_PORT1:53:00": 718,
    "YM2612_PORT1:57:00": 719,
    "YM2612_PORT1:63:00": 720,
    "YM2612_PORT1:73:00": 721,
    "YM2612_PORT1:67:00": 722,
    "YM2612_PORT1:6B:00": 723,
    "YM2612_PORT1:3B:00": 724,
    "YM2612_PORT1:33:00": 725,
    "YM2612_PORT1:37:00": 726,
    "YM2612_PORT0:3F:00": 727,
    "YM2612_PORT0:5F:00": 728,
    "YM2612_PORT0:6F:00": 729,
    "YM2612_PORT0:7F:00": 730,
    "YM2612_PORT0:8F:00": 731,
    "YM2612_PORT0:83:00": 732,
    "YM2612_PORT0:87:00": 733,
    "YM2612_PORT0:8B:00": 734,
    "YM2612_PORT1:3F:00": 735,
    "YM2612_PORT1:83:00": 736,
    "YM2612_PORT1:87:00": 737,
    "YM2612_PORT1:8B:00": 738,
    "YM2612_PORT1:8F:00": 739,
    "YM2612_PORT1:7F:00": 740,
    "YM2612_PORT1:5F:00": 741,
    "YM2612_PORT1:6F:00": 742,
    "YM2612_PORT0:B3:00": 743,
    "YM2612_PORT1:B3:00": 744,
    "YM2612_PORT1:4C:0A": 745,
    "YM2612_PORT0:A2:64": 746,
    "YM2612_PORT0:A4:0A": 747,
    "YM2612_PORT0:A4:03": 748,
    "YM2612_PORT1:A6:0A": 749,
    "YM2612_PORT0:4C:0C": 750,
    "YM2612_PORT0:49:11": 751,
    "YM2612_PORT0:8A:FF": 752,
    "YM2612_PORT0:A6:0A": 753,
    "YM2612_PORT0:4D:0E": 754,
    "YM2612_PORT0:4E:12": 755,
    "SN76489:00:A3": 756,
    "SN76489:00:E7": 757,
    "YM2612_PORT0:4D:12": 758,
    "YM2612_PORT1:A1:0A": 759,
    "YM2612_PORT1:4C:14": 760,
    "YM2612_PORT1:48:11": 761,
    "YM2612_PORT0:A2:69": 762,
    "YM2612_PORT0:24:4D": 763,
    "SN76489:00:F3": 764,
    "YM2612_PORT0:4E:14": 765,
    "YM2612_PORT0:A0:68": 766,
    "YM2612_PORT0:2A:65": 767,
    "YM2612_PORT0:A1:68": 768,
    "YM2612_PORT0:40:0C": 769,
    "YM2612_PORT0:A1:2B": 770,
    "YM2612_PORT0:A1:66": 771,
    "YM2612_PORT0:A0:6A": 772,
    "YM2612_PORT1:A4:02": 773,
    "YM2612_PORT1:4E:00": 774,
    "SN76489:00:01": 775,
    "SN76489:00:03": 776,
    "YM2612_PORT1:A1:68": 777,
    "YM2612_PORT0:2A:64": 778,
    "YM2612_PORT0:45:10": 779,
    "YM2612_PORT0:88:00": 780,
    "SN76489:00:FC": 781,
    "YM2612_PORT1:34:00": 782,
    "SN76489:00:BB": 783,
    "YM2612_PORT0:22:09": 784,
    "YM2612_PORT0:4D:14": 785,
    "YM2612_PORT0:8C:00": 786,
    "SN76489:00:F2": 787,
    "YM2612_PORT1:4C:10": 788,
    "YM2612_PORT0:40:1C": 789,
    "YM2612_PORT0:2A:9F": 790,
    "YM2612_PORT0:A2:68": 791,
    "YM2612_PORT0:86:FF": 792,
    "SN76489:00:FB": 793,
    "YM2612_PORT0:62:00": 794,
    "YM2612_PORT1:39:01": 795,
    "YM2612_PORT1:A1:D2": 796,
    "YM2612_PORT1:6E:0F": 797,
    "YM2612_PORT0:4A:11": 798,
    "YM2612_PORT1:A0:68": 799,
    "YM2612_PORT1:60:00": 800,
    "YM2612_PORT1:4D:08": 801,
    "YM2612_PORT0:2A:60": 802,
    "YM2612_PORT0:A1:3B": 803,
    "YM2612_PORT0:A6:02": 804,
    "YM2612_PORT0:41:19": 805,
    "YM2612_PORT0:44:15": 806,
    "YM2612_PORT0:5C:00": 807,
    "YM2612_PORT0:3C:01": 808,
    "YM2612_PORT0:8C:FF": 809,
    "YM2612_PORT0:46:15": 810,
    "YM2612_PORT0:2A:62": 811,
    "SN76489:00:A5": 812,
    "YM2612_PORT1:38:00": 813,
    "YM2612_PORT0:88:FF": 814,
    "YM2612_PORT0:A2:0A": 815,
    "YM2612_PORT0:4C:04": 816,
    "YM2612_PORT1:A1:6A": 817,
    "YM2612_PORT1:4C:00": 818,
    "YM2612_PORT0:4C:0D": 819,
    "YM2612_PORT1:4A:11": 820,
    "YM2612_PORT1:A1:4C": 821,
    "YM2612_PORT0:A2:3B": 822,
    "YM2612_PORT0:2A:9E": 823,
    "YM2612_PORT0:A4:04": 824,
    "YM2612_PORT0:45:01": 825,
    "SN76489:00:13": 826,
    "YM2612_PORT0:A2:2B": 827,
    "YM2612_PORT1:49:11": 828,
    "YM2612_PORT1:46:0C": 829,
    "YM2612_PORT0:A5:02": 830,
    "YM2612_PORT1:A5:03": 831,
    "YM2612_PORT0:2A:9C": 832,
    "YM2612_PORT1:A2:5C": 833,
    "YM2612_PORT0:A0:3B": 834,
    "YM2612_PORT0:4D:0D": 835,
    "YM2612_PORT0:A1:5B": 836,
    "YM2612_PORT0:54:00": 837,
    "YM2612_PORT0:50:00": 838,
    "YM2612_PORT0:A0:8C": 839,
    "YM2612_PORT0:A0:66": 840,
    "YM2612_PORT1:A1:CE": 841,
    "YM2612_PORT1:A0:87": 842,
    "YM2612_PORT0:4C:11": 843,
    "YM2612_PORT1:A4:04": 844,
    "YM2612_PORT1:A0:0A": 845,
    "YM2612_PORT0:58:00": 846,
    "YM2612_PORT1:44:1B": 847,
    "YM2612_PORT1:4D:10": 848,
    "YM2612_PORT0:A0:0A": 849,
    "YM2612_PORT0:A1:6A": 850,
    "YM2612_PORT1:A1:8C": 851,
    "YM2612_PORT0:B2:3C": 852,
    "YM2612_PORT0:A0:06": 853,
    "YM2612_PORT0:A2:3D": 854,
    "YM2612_PORT1:48:10": 855,
    "YM2612_PORT0:2A:61": 856,
    "YM2612_PORT1:58:DF": 857,
    "YM2612_PORT1:A6:32": 858,
    "YM2612_PORT0:26:CD": 859,
    "YM2612_PORT0:A0:8E": 860,
    "YM2612_PORT0:41:0F": 861,
    "YM2612_PORT0:69:0A": 862,
    "YM2612_PORT1:A4:03": 863,
    "YM2612_PORT1:A1:B4": 864,
    "YM2612_PORT1:4C:12": 865,
    "YM2612_PORT1:A0:3B": 866,
    "YM2612_PORT1:46:18": 867,
    "YM2612_PORT0:2A:20": 868,
    "YM2612_PORT1:A0:69": 869,
    "YM2612_PORT1:5C:9F": 870,
    "YM2612_PORT1:36:00": 871,
    "YM2612_PORT0:B5:C2": 872,
    "YM2612_PORT1:A1:3B": 873,
    "YM2612_PORT1:B2:02": 874,
    "YM2612_PORT0:A2:66": 875,
    "YM2612_PORT1:4D:01": 876,
    "YM2612_PORT0:45:14": 877,
    "YM2612_PORT1:A1:46": 878,
    "YM2612_PORT1:41:1C": 879,
    "YM2612_PORT1:62:1C": 880,
    "YM2612_PORT0:56:9F": 881,
    "YM2612_PORT0:4E:0A": 882,
    "YM2612_PORT1:A0:8C": 883,
    "YM2612_PORT1:68:0A": 884,
    "YM2612_PORT0:A2:8C": 885,
    "YM2612_PORT1:4C:0D": 886,
    "YM2612_PORT0:2A:A1": 887,
    "YM2612_PORT0:4C:0E": 888,
    "YM2612_PORT1:4D:02": 889,
    "YM2612_PORT0:48:12": 890,
    "YM2612_PORT0:2A:63": 891,
    "YM2612_PORT0:4A:18": 892,
    "YM2612_PORT1:40:1B": 893,
    "YM2612_PORT0:2A:21": 894,
    "YM2612_PORT0:A2:9C": 895,
    "YM2612_PORT1:4D:0C": 896,
    "YM2612_PORT1:82:F8": 897,
    "YM2612_PORT1:40:1A": 898,
    "YM2612_PORT1:A0:5B": 899,
    "YM2612_PORT0:24:90": 900,
    "YM2612_PORT0:44:20": 901,
    "YM2612_PORT1:31:0F": 902,
    "YM2612_PORT0:4D:00": 903,
    "YM2612_PORT0:82:FF": 904,
    "YM2612_PORT0:44:14": 905,
    "YM2612_PORT0:2A:1F": 906,
    "YM2612_PORT1:41:0F": 907,
    "YM2612_PORT1:A2:0A": 908,
    "YM2612_PORT0:A5:04": 909,
    "YM2612_PORT0:2A:A0": 910,
    "YM2612_PORT0:84:FF": 911,
    "YM2612_PORT1:60:05": 912,
    "YM2612_PORT0:A2:4B": 913,
    "YM2612_PORT0:44:10": 914,
    "YM2612_PORT1:4D:14": 915,
    "YM2612_PORT0:A1:06": 916,
    "YM2612_PORT0:A0:D4": 917,
    "YM2612_PORT0:A0:69": 918,
    "YM2612_PORT1:A0:64": 919,
    "YM2612_PORT1:A2:37": 920,
    "YM2612_PORT0:2A:9D": 921,
    "YM2612_PORT0:A1:9C": 922,
    "YM2612_PORT1:A2:69": 923,
    "YM2612_PORT0:A0:B4": 924,
    "YM2612_PORT1:48:0D": 925,
    "YM2612_PORT1:A5:0A": 926,
    "YM2612_PORT1:A0:9C": 927,
    "YM2612_PORT1:4C:0E": 928,
    "YM2612_PORT0:4A:0D": 929,
    "YM2612_PORT0:A1:8C": 930,
    "SN76489:00:9E": 931,
    "YM2612_PORT0:A1:59": 932,
    "YM2612_PORT0:27:5F": 933,
    "YM2612_PORT1:64:00": 934,
    "SN76489:00:16": 935,
    "YM2612_PORT0:A2:5B": 936,
    "YM2612_PORT0:4A:08": 937,
    "YM2612_PORT0:80:FF": 938,
    "YM2612_PORT0:6D:00": 939,
    "YM2612_PORT0:24:16": 940,
    "YM2612_PORT0:5E:9F": 941,
    "YM2612_PORT0:5A:DF": 942,
    "YM2612_PORT1:4E:08": 943,
    "YM2612_PORT0:A2:06": 944,
    "YM2612_PORT1:6C:07": 945,
    "YM2612_PORT0:A0:5B": 946,
    "YM2612_PORT0:42:11": 947,
    "YM2612_PORT1:41:1A": 948,
    "SN76489:00:1F": 949,
    "YM2612_PORT1:A4:00": 950,
    "YM2612_PORT1:A2:8C": 951,
    "SN76489:00:BC": 952,
    "YM2612_PORT1:86:FF": 953,
    "YM2612_PORT0:42:0F": 954,
    "YM2612_PORT0:48:11": 955,
    "YM2612_PORT0:4D:06": 956,
    "YM2612_PORT1:42:0D": 957,
    "YM2612_PORT1:A0:59": 958,
    "YM2612_PORT1:A0:BF": 959,
    "YM2612_PORT1:4A:15": 960,
    "YM2612_PORT0:4E:0D": 961,
    "SN76489:00:D7": 962,
    "YM2612_PORT1:42:63": 963,
    "YM2612_PORT0:41:03": 964,
    "YM2612_PORT1:4A:63": 965,
    "YM2612_PORT1:46:63": 966,
    "YM2612_PORT0:A0:9C": 967,
    "YM2612_PORT0:A6:00": 968,
    "YM2612_PORT1:40:11": 969,
    "YM2612_PORT0:41:1B": 970,
    "YM2612_PORT0:24:FE": 971,
    "YM2612_PORT0:5D:5F": 972,
    "YM2612_PORT0:2A:58": 973,
    "YM2612_PORT1:65:10": 974,
    "YM2612_PORT0:2A:5B": 975,
    "YM2612_PORT1:A0:D4": 976,
    "YM2612_PORT1:6D:10": 977,
    "YM2612_PORT0:A2:D4": 978,
    "YM2612_PORT1:B5:C2": 979,
    "YM2612_PORT1:A1:DE": 980,
    "YM2612_PORT1:A1:09": 981,
    "YM2612_PORT0:8C:0F": 982,
    "YM2612_PORT1:4D:18": 983,
    "YM2612_PORT1:54:DF": 984,
    "YM2612_PORT1:8A:FF": 985,
    "YM2612_PORT0:66:00": 986,
    "YM2612_PORT1:A1:2B": 987,
    "YM2612_PORT1:4D:12": 988,
    "SN76489:00:FD": 989,
    "SN76489:00:9D": 990,
    "YM2612_PORT1:A1:DA": 991,
    "YM2612_PORT1:A1:87": 992,
    "YM2612_PORT0:A0:3D": 993,
    "YM2612_PORT0:4E:06": 994,
    "YM2612_PORT0:A1:D4": 995,
    "YM2612_PORT1:42:10": 996,
    "YM2612_PORT0:8D:0F": 997,
    "YM2612_PORT0:69:00": 998,
    "YM2612_PORT0:7E:02": 999,
    "YM2612_PORT1:8E:FF": 1000,
    "YM2612_PORT0:4C:0A": 1001,
    "YM2612_PORT1:6A:0F": 1002,
    "YM2612_PORT0:A6:34": 1003,
    "YM2612_PORT0:2A:5D": 1004,
    "YM2612_PORT1:4C:1C": 1005,
    "YM2612_PORT0:4E:18": 1006,
    "YM2612_PORT0:A1:7B": 1007,
    "YM2612_PORT1:A2:4C": 1008,
    "YM2612_PORT1:64:06": 1009,
    "YM2612_PORT1:62:00": 1010,
    "YM2612_PORT0:48:01": 1011,
    "YM2612_PORT1:A5:02": 1012,
    "YM2612_PORT1:7D:0F": 1013,
    "YM2612_PORT0:49:1B": 1014,
    "YM2612_PORT1:A0:3D": 1015,
    "YM2612_PORT0:2A:A4": 1016,
    "YM2612_PORT1:49:15": 1017,
    "YM2612_PORT0:B6:C2": 1018,
    "YM2612_PORT0:A0:98": 1019,
    "YM2612_PORT0:4E:0F": 1020,
    "YM2612_PORT0:A0:0D": 1021,
    "YM2612_PORT0:2A:5A": 1022,
    "YM2612_PORT1:A0:6A": 1023,
    "YM2612_PORT1:4C:11": 1024,
    "YM2612_PORT1:A1:BF": 1025,
    "YM2612_PORT0:A0:5E": 1026,
    "YM2612_PORT1:34:02": 1027,
    "YM2612_PORT1:4E:14": 1028,
    "YM2612_PORT0:A2:6A": 1029,
    "YM2612_PORT0:A1:B4": 1030,
    "YM2612_PORT1:40:17": 1031,
    "YM2612_PORT0:4D:0C": 1032,
    "YM2612_PORT0:40:03": 1033,
    "YM2612_PORT1:B4:C2": 1034,
    "YM2612_PORT0:58:5F": 1035,
    "YM2612_PORT0:A1:DD": 1036,
    "YM2612_PORT0:41:05": 1037,
    "YM2612_PORT1:A1:5B": 1038,
    "YM2612_PORT0:2A:FF": 1039,
    "YM2612_PORT1:61:19": 1040,
    "YM2612_PORT0:A1:BF": 1041,
    "YM2612_PORT1:A1:33": 1042,
    "YM2612_PORT0:46:1B": 1043,
    "YM2612_PORT1:40:1E": 1044,
    "YM2612_PORT0:42:0D": 1045,
    "SN76489:00:D6": 1046,
    "YM2612_PORT0:26:D7": 1047,
    "YM2612_PORT0:A2:B4": 1048,
    "YM2612_PORT1:44:12": 1049,
    "YM2612_PORT1:61:00": 1050,
    "SN76489:00:D9": 1051,
    "YM2612_PORT0:A1:98": 1052,
    "SN76489:00:CF": 1053,
    "YM2612_PORT0:A1:0D": 1054,
    "YM2612_PORT1:40:05": 1055,
    "YM2612_PORT0:A0:BF": 1056,
    "YM2612_PORT1:48:13": 1057,
    "YM2612_PORT0:48:80": 1058,
    "YM2612_PORT0:4C:00": 1059,
    "YM2612_PORT1:A1:3D": 1060,
    "YM2612_PORT0:4A:0F": 1061,
    "YM2612_PORT0:A2:59": 1062,
    "YM2612_PORT0:4C:FF": 1063,
    "YM2612_PORT0:A2:0D": 1064,
    "YM2612_PORT0:48:17": 1065,
    "YM2612_PORT0:4E:13": 1066,
    "YM2612_PORT0:40:11": 1067,
    "YM2612_PORT1:34:01": 1068,
    "YM2612_PORT1:A4:01": 1069,
    "YM2612_PORT1:A0:DE": 1070,
    "YM2612_PORT1:44:11": 1071,
    "YM2612_PORT0:48:15": 1072,
    "YM2612_PORT0:4A:14": 1073,
    "YM2612_PORT0:A1:5E": 1074,
    "YM2612_PORT0:56:5F": 1075,
    "YM2612_PORT1:A0:66": 1076,
    "YM2612_PORT0:5C:5F": 1077,
    "YM2612_PORT0:46:13": 1078,
    "YM2612_PORT1:A0:B4": 1079,
    "YM2612_PORT1:A2:FD": 1080,
    "YM2612_PORT0:2A:5E": 1081,
    "YM2612_PORT0:26:C0": 1082,
    "YM2612_PORT0:A6:01": 1083,
    "YM2612_PORT0:A0:DD": 1084,
    "YM2612_PORT1:3D:00": 1085,
    "YM2612_PORT0:A0:D5": 1086,
    "YM2612_PORT0:4C:13": 1087,
    "YM2612_PORT0:89:FF": 1088,
    "YM2612_PORT0:A5:05": 1089,
    "YM2612_PORT0:45:20": 1090,
    "YM2612_PORT0:42:19": 1091,
    "YM2612_PORT0:48:13": 1092,
    "YM2612_PORT1:41:1E": 1093,
    "YM2612_PORT0:6E:00": 1094,
    "YM2612_PORT0:2A:1E": 1095,
    "SN76489:00:02": 1096,
    "YM2612_PORT0:A1:3D": 1097,
    "YM2612_PORT0:A2:98": 1098,
    "YM2612_PORT0:49:0A": 1099,
    "YM2612_PORT1:A1:59": 1100,
    "YM2612_PORT0:66:1F": 1101,
    "YM2612_PORT0:49:18": 1102,
    "YM2612_PORT0:42:05": 1103,
    "YM2612_PORT0:8D:FF": 1104,
    "YM2612_PORT0:B4:C2": 1105,
    "YM2612_PORT1:A0:98": 1106,
    "YM2612_PORT0:45:21": 1107,
    "YM2612_PORT1:3D:01": 1108,
    "YM2612_PORT1:89:F0": 1109,
    "YM2612_PORT0:2A:56": 1110,
    "YM2612_PORT0:4C:80": 1111,
    "YM2612_PORT1:69:19": 1112,
    "YM2612_PORT1:45:12": 1113,
    "YM2612_PORT0:2A:40": 1114,
    "YM2612_PORT1:A2:FF": 1115,
    "YM2612_PORT1:89:FF": 1116,
    "YM2612_PORT0:41:1A": 1117,
    "YM2612_PORT0:49:13": 1118,
    "YM2612_PORT1:A2:7C": 1119,
    "YM2612_PORT1:71:05": 1120,
    "YM2612_PORT0:4E:00": 1121,
    "YM2612_PORT0:58:DF": 1122,
    "YM2612_PORT0:B1:3B": 1123,
    "YM2612_PORT0:40:12": 1124,
    "YM2612_PORT0:B1:00": 1125,
    "YM2612_PORT0:48:18": 1126,
    "YM2612_PORT1:48:15": 1127,
    "YM2612_PORT0:42:20": 1128,
    "YM2612_PORT0:A2:BF": 1129,
    "YM2612_PORT0:A1:C7": 1130,
    "YM2612_PORT0:36:32": 1131,
    "YM2612_PORT1:40:19": 1132,
    "YM2612_PORT0:4D:16": 1133,
    "YM2612_PORT0:A0:10": 1134,
    "YM2612_PORT0:4E:16": 1135,
    "YM2612_PORT1:A4:34": 1136,
    "YM2612_PORT0:A0:59": 1137,
    "YM2612_PORT1:8D:FA": 1138,
    "YM2612_PORT0:42:1A": 1139,
    "YM2612_PORT0:2B:7F": 1140,
    "SN76489:00:CE": 1141,
    "SN76489:00:1C": 1142,
    "YM2612_PORT0:56:DF": 1143,
    "YM2612_PORT0:40:0F": 1144,
    "YM2612_PORT1:60:06": 1145,
    "YM2612_PORT0:4A:12": 1146,
    "YM2612_PORT1:48:0F": 1147,
    "YM2612_PORT0:8E:0F": 1148,
    "YM2612_PORT1:B0:02": 1149,
    "YM2612_PORT0:32:0F": 1150,
    "YM2612_PORT0:36:01": 1151,
    "YM2612_PORT1:44:1A": 1152,
    "YM2612_PORT1:8D:FF": 1153,
    "YM2612_PORT0:4D:13": 1154,
    "YM2612_PORT0:5C:9F": 1155,
    "YM2612_PORT0:68:0A": 1156,
    "YM2612_PORT0:A6:06": 1157,
    "YM2612_PORT0:2A:A3": 1158,
    "YM2612_PORT0:74:1F": 1159,
    "YM2612_PORT0:2A:A7": 1160,
    "YM2612_PORT1:75:10": 1161,
    "YM2612_PORT0:4E:19": 1162,
    "YM2612_PORT1:31:00": 1163,
    "YM2612_PORT0:A2:5E": 1164,
    "YM2612_PORT1:4C:06": 1165,
    "YM2612_PORT1:44:25": 1166,
    "YM2612_PORT1:4D:0D": 1167,
    "YM2612_PORT0:2A:22": 1168,
    "YM2612_PORT1:A0:06": 1169,
    "YM2612_PORT1:A1:85": 1170,
    "YM2612_PORT1:32:07": 1171,
    "YM2612_PORT0:4A:03": 1172,
    "YM2612_PORT1:A0:D5": 1173,
    "YM2612_PORT0:A6:1D": 1174,
    "YM2612_PORT0:45:1B": 1175,
    "YM2612_PORT0:A2:DD": 1176,
    "YM2612_PORT1:A0:D2": 1177,
    "YM2612_PORT1:4C:0F": 1178,
    "SN76489:00:FE": 1179,
    "YM2612_PORT0:49:1E": 1180,
    "YM2612_PORT0:27:60": 1181,
    "YM2612_PORT1:8C:09": 1182,
    "YM2612_PORT0:A0:85": 1183,
    "YM2612_PORT1:49:18": 1184,
    "YM2612_PORT1:A5:3B": 1185,
    "YM2612_PORT0:A5:06": 1186,
    "YM2612_PORT1:4C:04": 1187,
    "YM2612_PORT1:A1:92": 1188,
    "YM2612_PORT0:4E:11": 1189,
    "YM2612_PORT0:A2:DE": 1190,
    "YM2612_PORT1:A5:00": 1191,
    "YM2612_PORT1:B4:D0": 1192,
    "YM2612_PORT0:4C:16": 1193,
    "YM2612_PORT0:44:19": 1194,
    "YM2612_PORT0:7E:0F": 1195,
    "YM2612_PORT1:81:02": 1196,
    "YM2612_PORT1:4C:16": 1197,
    "YM2612_PORT1:A1:FD": 1198,
    "YM2612_PORT1:54:5F": 1199,
    "YM2612_PORT0:46:0C": 1200,
    "YM2612_PORT1:4E:1B": 1201,
    "YM2612_PORT1:41:11": 1202,
    "YM2612_PORT1:82:FF": 1203,
    "YM2612_PORT0:4C:18": 1204,
    "YM2612_PORT0:48:10": 1205,
    "YM2612_PORT0:A4:0D": 1206,
    "YM2612_PORT1:68:06": 1207,
    "YM2612_PORT0:48:03": 1208,
    "YM2612_PORT0:4E:04": 1209,
    "SN76489:00:23": 1210,
    "YM2612_PORT1:74:12": 1211,
    "YM2612_PORT0:26:B0": 1212,
    "YM2612_PORT0:42:03": 1213,
    "YM2612_PORT1:3D:05": 1214,
    "YM2612_PORT1:A2:8D": 1215,
    "YM2612_PORT0:A0:7B": 1216,
    "YM2612_PORT0:2A:5C": 1217,
    "YM2612_PORT1:85:FF": 1218,
    "YM2612_PORT0:52:DF": 1219,
    "YM2612_PORT0:85:FF": 1220,
    "SN76489:00:19": 1221,
    "YM2612_PORT0:A6:0D": 1222,
    "YM2612_PORT0:A0:9E": 1223,
    "YM2612_PORT0:44:12": 1224,
    "YM2612_PORT0:27:20": 1225,
    "YM2612_PORT0:49:08": 1226,
    "YM2612_PORT1:45:02": 1227,
    "YM2612_PORT1:A1:9C": 1228,
    "YM2612_PORT0:5A:9F": 1229,
    "YM2612_PORT1:A6:33": 1230,
    "YM2612_PORT0:4A:1B": 1231,
    "YM2612_PORT1:4E:18": 1232,
    "YM2612_PORT0:48:16": 1233,
    "YM2612_PORT0:A1:D5": 1234,
    "YM2612_PORT0:A0:4B": 1235,
    "YM2612_PORT1:38:05": 1236,
    "YM2612_PORT0:46:20": 1237,
    "YM2612_PORT0:A2:4C": 1238,
    "YM2612_PORT1:4D:0A": 1239,
    "YM2612_PORT1:6C:00": 1240,
    "YM2612_PORT0:4D:15": 1241,
    "YM2612_PORT0:2A:A9": 1242,
    "YM2612_PORT1:A0:C2": 1243,
    "YM2612_PORT1:48:1B": 1244,
    "SN76489:00:21": 1245,
    "YM2612_PORT0:2A:A2": 1246,
    "YM2612_PORT0:24:24": 1247,
    "YM2612_PORT1:48:08": 1248,
    "YM2612_PORT1:A0:4B": 1249,
    "SN76489:00:CD": 1250,
    "YM2612_PORT1:A0:5E": 1251,
    "YM2612_PORT0:46:01": 1252,
    "YM2612_PORT0:4A:25": 1253,
    "YM2612_PORT0:34:01": 1254,
    "YM2612_PORT0:2A:54": 1255,
    "YM2612_PORT1:4E:12": 1256,
    "YM2612_PORT0:A1:B1": 1257,
    "YM2612_PORT1:A0:81": 1258,
    "YM2612_PORT0:2A:53": 1259,
    "YM2612_PORT1:66:1C": 1260,
    "YM2612_PORT0:54:5F": 1261,
    "YM2612_PORT0:B2:3B": 1262,
    "YM2612_PORT1:44:0C": 1263,
    "YM2612_PORT1:A1:0D": 1264,
    "YM2612_PORT1:45:25": 1265,
    "YM2612_PORT0:81:FF": 1266,
    "YM2612_PORT1:A1:64": 1267,
    "YM2612_PORT1:45:1A": 1268,
    "YM2612_PORT0:A0:39": 1269,
    "YM2612_PORT0:46:12": 1270,
    "YM2612_PORT0:41:1E": 1271,
    "YM2612_PORT1:86:C8": 1272,
    "YM2612_PORT0:A0:B6": 1273,
    "YM2612_PORT0:46:18": 1274,
    "YM2612_PORT0:B5:00": 1275,
    "YM2612_PORT1:A0:DD": 1276,
    "YM2612_PORT0:45:12": 1277,
    "YM2612_PORT1:48:18": 1278,
    "YM2612_PORT1:4D:16": 1279,
    "YM2612_PORT0:4C:15": 1280,
    "YM2612_PORT0:62:06": 1281,
    "YM2612_PORT1:B1:3E": 1282,
    "YM2612_PORT1:B4:00": 1283,
    "YM2612_PORT0:4A:10": 1284,
    "YM2612_PORT1:68:00": 1285,
    "YM2612_PORT1:6C:03": 1286,
    "YM2612_PORT1:A0:0D": 1287,
    "YM2612_PORT1:A2:85": 1288,
    "YM2612_PORT0:38:31": 1289,
    "YM2612_PORT0:2A:A8": 1290,
    "YM2612_PORT0:A0:BA": 1291,
    "YM2612_PORT0:41:0E": 1292,
    "YM2612_PORT1:81:FF": 1293,
    "YM2612_PORT1:A2:68": 1294,
    "YM2612_PORT0:22:0F": 1295,
    "YM2612_PORT1:4D:06": 1296,
    "YM2612_PORT0:6A:0A": 1297,
    "YM2612_PORT0:6C:07": 1298,
    "YM2612_PORT0:48:1B": 1299,
    "YM2612_PORT1:36:0C": 1300,
    "YM2612_PORT1:8A:88": 1301,
    "YM2612_PORT0:49:01": 1302,
    "YM2612_PORT1:85:4C": 1303,
    "YM2612_PORT0:36:02": 1304,
    "YM2612_PORT0:A1:10": 1305,
    "YM2612_PORT1:8E:44": 1306,
    "YM2612_PORT0:62:05": 1307,
    "YM2612_PORT0:45:0E": 1308,
    "YM2612_PORT0:A0:D2": 1309,
    "YM2612_PORT1:4E:01": 1310,
    "YM2612_PORT0:2A:A5": 1311,
    "YM2612_PORT0:6E:03": 1312,
    "YM2612_PORT1:A1:69": 1313,
    "YM2612_PORT0:2A:AB": 1314,
    "YM2612_PORT0:46:10": 1315,
    "YM2612_PORT1:A0:7B": 1316,
    "YM2612_PORT0:2A:4E": 1317,
    "YM2612_PORT1:41:19": 1318,
    "YM2612_PORT1:8D:0F": 1319,
    "YM2612_PORT0:55:5F": 1320,
    "YM2612_PORT1:7C:02": 1321,
    "YM2612_PORT0:81:00": 1322,
    "YM2612_PORT0:40:19": 1323,
    "YM2612_PORT1:70:01": 1324,
    "YM2612_PORT1:4C:13": 1325,
    "YM2612_PORT1:3E:01": 1326,
    "YM2612_PORT0:4D:0B": 1327,
    "SN76489:00:F1": 1328,
    "YM2612_PORT0:4E:07": 1329,
    "YM2612_PORT0:A2:D5": 1330,
    "YM2612_PORT0:A1:0B": 1331,
    "YM2612_PORT1:41:04": 1332,
    "YM2612_PORT1:8C:0F": 1333,
    "YM2612_PORT1:46:14": 1334,
    "YM2612_PORT0:41:13": 1335,
    "YM2612_PORT0:A5:34": 1336,
    "YM2612_PORT0:A0:88": 1337,
    "YM2612_PORT0:2A:51": 1338,
    "YM2612_PORT0:A1:39": 1339,
    "YM2612_PORT1:A0:C8": 1340,
    "YM2612_PORT1:4E:0E": 1341,
    "YM2612_PORT0:4A:15": 1342,
    "YM2612_PORT0:A2:D2": 1343,
    "YM2612_PORT1:A0:85": 1344,
    "SN76489:00:DA": 1345,
    "YM2612_PORT0:7E:10": 1346,
    "YM2612_PORT0:48:14": 1347,
    "YM2612_PORT0:4C:0F": 1348,
    "YM2612_PORT1:4E:10": 1349,
    "YM2612_PORT0:A6:05": 1350,
    "YM2612_PORT1:8C:FF": 1351,
    "YM2612_PORT0:42:0E": 1352,
    "YM2612_PORT0:4A:1A": 1353,
    "YM2612_PORT1:88:FF": 1354,
    "YM2612_PORT0:4A:2B": 1355,
    "YM2612_PORT0:6D:0A": 1356,
    "YM2612_PORT1:4C:18": 1357,
    "YM2612_PORT0:60:05": 1358,
    "YM2612_PORT1:A1:88": 1359,
    "YM2612_PORT1:40:0F": 1360,
    "YM2612_PORT1:70:08": 1361,
    "YM2612_PORT1:B4:C5": 1362,
    "YM2612_PORT0:2A:25": 1363,
    "YM2612_PORT0:B6:D0": 1364,
    "YM2612_PORT0:7C:02": 1365,
    "YM2612_PORT0:A1:4B": 1366,
    "YM2612_PORT0:A6:3B": 1367,
    "YM2612_PORT0:2A:A6": 1368,
    "YM2612_PORT0:A0:4E": 1369,
    "YM2612_PORT0:54:DF": 1370,
    "YM2612_PORT1:41:16": 1371,
    "YM2612_PORT0:4D:18": 1372,
    "YM2612_PORT0:A1:9E": 1373,
    "SN76489:00:D5": 1374,
    "YM2612_PORT0:49:03": 1375,
    "YM2612_PORT0:26:CA": 1376,
    "YM2612_PORT0:45:11": 1377,
    "YM2612_PORT1:48:1A": 1378,
    "YM2612_PORT1:49:12": 1379,
    "YM2612_PORT0:49:0D": 1380,
    "YM2612_PORT0:59:5F": 1381,
    "YM2612_PORT0:86:0F": 1382,
    "YM2612_PORT1:B4:D5": 1383,
    "YM2612_PORT0:A0:40": 1384,
    "YM2612_PORT1:A1:06": 1385,
    "YM2612_PORT1:A1:DD": 1386,
    "YM2612_PORT0:85:0F": 1387,
    "YM2612_PORT0:41:17": 1388,
    "YM2612_PORT0:4A:0C": 1389,
    "YM2612_PORT1:45:01": 1390,
    "YM2612_PORT1:88:8F": 1391,
    "YM2612_PORT0:85:00": 1392,
    "YM2612_PORT0:45:18": 1393,
    "YM2612_PORT0:2A:BF": 1394,
    "YM2612_PORT0:41:11": 1395,
    "YM2612_PORT0:49:1C": 1396,
    "YM2612_PORT1:50:D3": 1397,
    "YM2612_PORT0:A2:10": 1398,
    "YM2612_PORT0:2A:23": 1399,
    "YM2612_PORT0:2A:57": 1400,
    "YM2612_PORT0:2A:59": 1401,
    "YM2612_PORT0:A2:5F": 1402,
    "YM2612_PORT0:2A:55": 1403,
    "YM2612_PORT1:45:19": 1404,
    "YM2612_PORT0:A4:34": 1405,
    "YM2612_PORT0:A2:C2": 1406,
    "YM2612_PORT0:72:08": 1407,
    "YM2612_PORT0:A1:BA": 1408,
    "YM2612_PORT0:45:0D": 1409,
    "YM2612_PORT0:46:0F": 1410,
    "YM2612_PORT0:A0:D1": 1411,
    "YM2612_PORT1:44:01": 1412,
    "YM2612_PORT0:A2:7B": 1413,
    "YM2612_PORT1:B0:3C": 1414,
    "YM2612_PORT0:48:FF": 1415,
    "YM2612_PORT0:A2:3E": 1416,
    "YM2612_PORT0:2A:B1": 1417,
    "YM2612_PORT1:48:12": 1418,
    "YM2612_PORT1:A1:5E": 1419,
    "YM2612_PORT1:A0:BA": 1420,
    "YM2612_PORT1:45:14": 1421,
    "YM2612_PORT1:84:50": 1422,
    "YM2612_PORT0:A2:60": 1423,
    "YM2612_PORT0:4A:17": 1424,
    "YM2612_PORT1:A5:04": 1425,
    "YM2612_PORT0:45:17": 1426,
    "YM2612_PORT1:45:13": 1427,
    "YM2612_PORT0:71:07": 1428,
    "YM2612_PORT0:59:DF": 1429,
    "YM2612_PORT0:B2:02": 1430,
    "YM2612_PORT1:39:00": 1431,
    "YM2612_PORT0:82:0F": 1432,
    "YM2612_PORT1:A2:6A": 1433,
    "YM2612_PORT1:48:14": 1434,
    "YM2612_PORT0:62:1F": 1435,
    "YM2612_PORT0:A0:C2": 1436,
    "YM2612_PORT0:41:14": 1437,
    "YM2612_PORT1:A1:C2": 1438,
    "YM2612_PORT0:A1:B6": 1439,
    "YM2612_PORT0:B4:D0": 1440,
    "YM2612_PORT0:A1:AA": 1441,
    "YM2612_PORT1:A1:98": 1442,
    "YM2612_PORT0:45:13": 1443,
    "YM2612_PORT0:26:DD": 1444,
    "YM2612_PORT1:A1:D5": 1445,
    "YM2612_PORT1:A0:C4": 1446,
    "YM2612_PORT1:4A:18": 1447,
    "YM2612_PORT0:A6:25": 1448,
    "YM2612_PORT0:6A:1F": 1449,
    "YM2612_PORT0:40:1B": 1450,
    "YM2612_PORT0:2A:24": 1451,
    "YM2612_PORT1:A0:4C": 1452,
    "YM2612_PORT0:A0:B1": 1453,
    "YM2612_PORT1:4C:17": 1454,
    "YM2612_PORT0:49:15": 1455,
    "YM2612_PORT0:A2:C8": 1456,
    "YM2612_PORT0:42:1E": 1457,
    "YM2612_PORT1:54:9F": 1458,
    "YM2612_PORT0:4A:16": 1459,
    "YM2612_PORT0:4A:0E": 1460,
    "YM2612_PORT0:49:1D": 1461,
    "YM2612_PORT1:A1:7B": 1462,
    "YM2612_PORT0:2A:52": 1463,
    "YM2612_PORT0:40:04": 1464,
    "YM2612_PORT0:6A:00": 1465,
    "YM2612_PORT0:B6:00": 1466,
    "YM2612_PORT0:A2:BA": 1467,
    "YM2612_PORT0:44:18": 1468,
    "YM2612_PORT1:48:0B": 1469,
    "YM2612_PORT0:A0:60": 1470,
    "YM2612_PORT0:A2:2C": 1471,
    "YM2612_PORT0:A5:01": 1472,
    "YM2612_PORT1:A2:AB": 1473,
    "YM2612_PORT1:A1:4A": 1474,
    "YM2612_PORT1:44:19": 1475,
    "YM2612_PORT0:44:0D": 1476,
    "YM2612_PORT1:48:17": 1477,
    "YM2612_PORT0:3E:02": 1478,
    "YM2612_PORT0:A0:0B": 1479,
    "YM2612_PORT0:B1:3C": 1480,
    "YM2612_PORT0:40:1E": 1481,
    "YM2612_PORT0:A0:C7": 1482,
    "YM2612_PORT1:A4:0D": 1483,
    "YM2612_PORT0:2A:4F": 1484,
    "YM2612_PORT1:4C:07": 1485,
    "YM2612_PORT0:4D:0F": 1486,
    "YM2612_PORT0:76:1F": 1487,
    "YM2612_PORT1:A1:4B": 1488,
    "YM2612_PORT1:84:FF": 1489,
    "YM2612_PORT1:48:0A": 1490,
    "YM2612_PORT1:A1:10": 1491,
    "YM2612_PORT1:45:0C": 1492,
    "YM2612_PORT0:45:22": 1493,
    "YM2612_PORT1:44:1C": 1494,
    "YM2612_PORT0:A2:39": 1495,
    "YM2612_PORT0:A2:AA": 1496,
    "YM2612_PORT1:49:10": 1497,
    "YM2612_PORT0:A2:CF": 1498,
    "YM2612_PORT0:A4:01": 1499,
    "YM2612_PORT0:7A:07": 1500,
    "YM2612_PORT0:4D:1C": 1501,
    "YM2612_PORT0:A0:D7": 1502,
    "YM2612_PORT1:42:1A": 1503,
    "YM2612_PORT0:44:FF": 1504,
    "YM2612_PORT1:4D:0F": 1505,
    "YM2612_PORT1:A1:D7": 1506,
    "YM2612_PORT1:A0:AA": 1507,
    "YM2612_PORT1:44:18": 1508,
    "YM2612_PORT0:2A:1D": 1509,
    "YM2612_PORT0:4E:1C": 1510,
    "YM2612_PORT1:A2:8E": 1511,
    "YM2612_PORT0:89:0F": 1512,
    "YM2612_PORT0:46:25": 1513,
    "YM2612_PORT0:A2:C7": 1514,
    "SN76489:00:BD": 1515,
    "YM2612_PORT1:A1:38": 1516,
    "YM2612_PORT0:46:21": 1517,
    "YM2612_PORT0:A1:DE": 1518,
    "YM2612_PORT1:A0:39": 1519,
    "YM2612_PORT0:32:01": 1520,
    "YM2612_PORT0:50:5F": 1521,
    "YM2612_PORT0:6A:11": 1522,
    "YM2612_PORT1:A2:59": 1523,
    "YM2612_PORT0:A2:92": 1524,
    "YM2612_PORT1:48:16": 1525,
    "YM2612_PORT1:7C:01": 1526,
    "YM2612_PORT1:A1:66": 1527,
    "YM2612_PORT0:6E:1F": 1528,
    "YM2612_PORT0:A4:15": 1529,
    "YM2612_PORT1:5C:5F": 1530,
    "YM2612_PORT0:A1:D1": 1531,
    "YM2612_PORT1:40:20": 1532,
    "YM2612_PORT1:A1:C8": 1533,
    "YM2612_PORT0:A0:C8": 1534,
    "YM2612_PORT1:4D:19": 1535,
    "YM2612_PORT1:49:1E": 1536,
    "YM2612_PORT1:A4:15": 1537,
    "YM2612_PORT1:45:0F": 1538,
    "YM2612_PORT1:4A:08": 1539,
    "YM2612_PORT0:6A:06": 1540,
    "YM2612_PORT0:B4:C5": 1541,
    "YM2612_PORT0:49:12": 1542,
    "YM2612_PORT0:A5:0D": 1543,
    "YM2612_PORT0:66:06": 1544,
    "YM2612_PORT0:A1:D2": 1545,
    "SN76489:00:DB": 1546,
    "YM2612_PORT1:A0:C7": 1547,
    "YM2612_PORT0:4E:17": 1548,
    "YM2612_PORT0:30:01": 1549,
    "YM2612_PORT0:A0:2C": 1550,
    "YM2612_PORT0:46:19": 1551,
    "YM2612_PORT0:44:03": 1552,
    "YM2612_PORT1:A0:D1": 1553,
    "YM2612_PORT0:8A:0F": 1554,
    "YM2612_PORT0:72:07": 1555,
    "YM2612_PORT0:54:9F": 1556,
    "YM2612_PORT1:42:19": 1557,
    "YM2612_PORT1:A5:15": 1558,
    "YM2612_PORT0:3D:02": 1559,
    "YM2612_PORT1:82:0F": 1560,
    "YM2612_PORT0:4A:13": 1561,
    "YM2612_PORT0:A2:D1": 1562,
    "YM2612_PORT0:2A:50": 1563,
    "YM2612_PORT0:27:45": 1564,
    "YM2612_PORT0:44:16": 1565,
    "YM2612_PORT0:42:13": 1566,
    "YM2612_PORT0:2A:AC": 1567,
    "YM2612_PORT0:78:02": 1568,
    "YM2612_PORT0:42:14": 1569,
    "YM2612_PORT0:72:02": 1570,
    "YM2612_PORT0:4A:20": 1571,
    "YM2612_PORT0:49:0C": 1572,
    "YM2612_PORT0:82:00": 1573,
    "YM2612_PORT1:80:FF": 1574,
    "YM2612_PORT0:A1:2C": 1575,
    "YM2612_PORT0:4D:17": 1576,
    "YM2612_PORT1:40:14": 1577,
    "YM2612_PORT1:A0:2C": 1578,
    "YM2612_PORT0:41:12": 1579,
    "YM2612_PORT1:41:14": 1580,
    "YM2612_PORT0:42:08": 1581,
    "YM2612_PORT1:A1:D4": 1582,
    "YM2612_PORT0:A5:15": 1583,
    "YM2612_PORT1:A1:9E": 1584,
    "YM2612_PORT1:45:10": 1585,
    "YM2612_PORT0:4A:1C": 1586,
    "YM2612_PORT0:4D:19": 1587,
    "YM2612_PORT0:6E:07": 1588,
    "YM2612_PORT0:7D:02": 1589,
    "YM2612_PORT1:35:01": 1590,
    "YM2612_PORT0:A2:88": 1591,
    "YM2612_PORT0:24:34": 1592,
    "YM2612_PORT1:48:20": 1593,
    "YM2612_PORT1:40:07": 1594,
    "YM2612_PORT1:44:21": 1595,
    "YM2612_PORT0:5A:5F": 1596,
    "YM2612_PORT0:41:0A": 1597,
    "YM2612_PORT1:A4:05": 1598,
    "YM2612_PORT0:A1:D7": 1599,
    "YM2612_PORT0:46:17": 1600,
    "YM2612_PORT0:49:14": 1601,
    "YM2612_PORT0:8E:F6": 1602,
    "YM2612_PORT1:4E:0A": 1603,
    "YM2612_PORT0:A2:B1": 1604,
    "YM2612_PORT0:9E:7F": 1605,
    "YM2612_PORT0:2A:3D": 1606,
    "YM2612_PORT0:2A:B0": 1607,
    "YM2612_PORT0:70:1F": 1608,
    "YM2612_PORT0:A4:05": 1609,
    "YM2612_PORT0:7D:01": 1610,
    "YM2612_PORT1:A0:88": 1611,
    "YM2612_PORT0:A1:C8": 1612,
    "YM2612_PORT0:45:1C": 1613,
    "YM2612_PORT0:4E:15": 1614,
