{
  "version": 2,
  "wait_bins": [
    1,
    2,
    3,
    4,
    5,
    7,
    8,
    11,
    14,
    17,
    22,
    28,
    35,
    44,
    56,
    71,
    90,
    114,
    144,
    183,
    232,
    293,
    372,
    471,
    597,
    756,
    958,
    1214,
    1539,
    1950,
    2470,
    3130,
    3966,
    5026,
    6368,
    8069,
    10225,
    12956,
    16416,
    20801,
    26357,
    33397,
    42317,
    53620,
    67942,
    86089,
    109084,
    138220,
    175139,
    221919,
    281194,
    356302,
    451471,
    572059,
    724857,
    918468,
    1163792,
    1474643,
    1868523,
    2367608,
    3000000
  ],
  "token_to_id": {
    "<PAD>": 0,
    "<BOS>": 1,
    "<EOS>": 2,
    "<UNK>": 3,
    "<WAIT:0>": 4,
    "<WAIT:1>": 5,
    "<WAIT:2>": 6,
    "<WAIT:3>": 7,
    "<WAIT:4>": 8,
    "<WAIT:5>": 9,
    "<WAIT:6>": 10,
    "<WAIT:7>": 11,
    "<WAIT:8>": 12,
    "<WAIT:9>": 13,
    "<WAIT:10>": 14,
    "<WAIT:11>": 15,
    "<WAIT:12>": 16,
    "<WAIT:13>": 17,
    "<WAIT:14>": 18,
    "<WAIT:15>": 19,
    "<WAIT:16>": 20,
    "<WAIT:17>": 21,
    "<WAIT:18>": 22,
    "<WAIT:19>": 23,
    "<WAIT:20>": 24,
    "<WAIT:21>": 25,
    "<WAIT:22>": 26,
    "<WAIT:23>": 27,
    "<WAIT:24>": 28,
    "<WAIT:25>": 29,
    "<WAIT:26>": 30,
    "<WAIT:27>": 31,
    "<WAIT:28>": 32,
    "<WAIT:29>": 33,
    "<WAIT:30>": 34,
    "<WAIT:31>": 35,
    "<WAIT:32>": 36,
    "<WAIT:33>": 37,
    "<WAIT:34>": 38,
    "<WAIT:35>": 39,
    "<WAIT:36>": 40,
    "<WAIT:37>": 41,
    "<WAIT:38>": 42,
    "<WAIT:39>": 43,
    "<WAIT:40>": 44,
    "<WAIT:41>": 45,
    "<WAIT:42>": 46,
    "<WAIT:43>": 47,
    "<WAIT:44>": 48,
    "<WAIT:45>": 49,
    "<WAIT:46>": 50,
    "<WAIT:47>": 51,
    "<WAIT:48>": 52,
    "<WAIT:49>": 53,
    "<WAIT:50>": 54,
    "<WAIT:51>": 55,
    "<WAIT:52>": 56,
    "<WAIT:53>": 57,
    "<WAIT:54>": 58,
    "<WAIT:55>": 59,
    "<WAIT:56>": 60,
    "<WAIT:57>": 61,
    "<WAIT:58>": 62,
    "<WAIT:59>": 63,
    "<WAIT:60>": 64,
    "FM0:2B:00": 65,
    "FM0:27:15": 66,
    "FM1:B6:C0": 67,
    "FM0:27:1F": 68,
    "PSG:00": 69,
    "FM0:27:3F": 70,
    "FM0:2A:00": 71,
    "FM0:27:55": 72,
    "FM0:27:35": 73,
    "FM0:27:2F": 74,
    "FM0:2A:77": 75,
    "FM0:27:2A": 76,
    "CH3:OFF": 77,
    "CH2:OFF": 78,
    "CH1:OFF": 79,
    "CH4:OFF": 80,
    "FM0:27:3A": 81,
    "FM0:27:1E": 82,
    "CH5:OFF": 83,
    "FM0:2B:80": 84,
    "FM0:2A:80": 85,
    "FM0:25:00": 86,
    "FM0:27:00": 87,
    "CH6:OFF": 88,
    "FM0:26:E6": 89,
    "FM0:27:0A": 90,
    "FM0:B4:C0": 91,
    "FM0:B6:C0": 92,
    "FM0:B5:C0": 93,
    "FM1:B5:C0": 94,
    "FM0:27:05": 95,
    "FM1:B4:C0": 96,
    "FM0:26:E4": 97,
    "FM0:27:10": 98,
    "FM0:2A:7F": 99,
    "FM0:22:08": 100,
    "FM1:4E:7F": 101,
    "FM0:25:02": 102,
    "FM0:2A:7D": 103,
    "FM0:2A:85": 104,
    "FM1:4A:7F": 105,
    "FM1:46:7F": 106,
    "FM0:2A:81": 107,
    "FM0:2A:83": 108,
    "FM0:2A:7E": 109,
    "FM1:42:7F": 110,
    "FM0:2A:82": 111,
    "FM0:9C:00": 112,
    "FM0:94:00": 113,
    "FM0:90:00": 114,
    "FM0:98:00": 115,
    "FM0:9D:00": 116,
    "FM0:95:00": 117,
    "FM0:99:00": 118,
    "FM0:91:00": 119,
    "FM1:9C:00": 120,
    "FM1:94:00": 121,
    "FM1:90:00": 122,
    "FM1:98:00": 123,
    "FM0:9E:00": 124,
    "FM0:96:00": 125,
    "FM0:9A:00": 126,
    "FM0:92:00": 127,
    "FM0:27:3C": 128,
    "FM0:2A:84": 129,
    "FM0:24:2D": 130,
    "FM0:26:F2": 131,
    "FM0:2A:86": 132,
    "FM0:2A:7C": 133,
    "FM0:27:2D": 134,
    "FM0:2A:87": 135,
    "FM1:9D:00": 136,
    "FM1:95:00": 137,
    "FM1:91:00": 138,
    "FM1:99:00": 139,
    "FM0:25:01": 140,
    "FM0:2A:88": 141,
    "FM0:27:2E": 142,
    "FM0:2A:7B": 143,
    "FM1:4D:7F": 144,
    "FM0:40:00": 145,
    "FM1:49:7F": 146,
    "FM0:42:00": 147,
    "FM0:2A:8A": 148,
    "FM1:9E:00": 149,
    "FM1:96:00": 150,
    "FM1:92:00": 151,
    "FM1:9A:00": 152,
    "FM0:2A:7A": 153,
    "FM0:26:CB": 154,
    "FM1:45:7F": 155,
    "FM0:2A:79": 156,
    "FM0:2A:89": 157,
    "FM1:B4:80": 158,
    "FM1:41:00": 159,
    "FM0:70:00": 160,
    "FM0:2A:8B": 161,
    "FM1:40:00": 162,
    "FM0:44:7F": 163,
    "FM0:2A:78": 164,
    "FM0:41:00": 165,
    "FM1:B6:00": 166,
    "FM1:42:00": 167,
    "FM0:B5:40": 168,
    "FM1:41:7F": 169,
    "FM0:78:00": 170,
    "FM0:2A:76": 171,
    "FM0:48:7F": 172,
    "FM0:22:0B": 173,
    "FM0:72:00": 174,
    "FM0:52:1F": 175,
    "FM0:7C:00": 176,
    "FM0:2A:8C": 177,
    "FM0:4C:7F": 178,
    "FM0:46:00": 179,
    "FM0:B6:80": 180,
    "FM0:51:1F": 181,
    "FM0:2A:8D": 182,
    "FM0:2A:90": 183,
    "FM0:71:00": 184,
    "FM0:2A:75": 185,
    "FM1:52:1F": 186,
    "FM0:79:00": 187,
    "FM0:2A:8E": 188,
    "FM1:B4:40": 189,
    "FM0:5A:1F": 190,
    "FM0:2A:8F": 191,
    "FM1:44:7F": 192,
    "FM1:B5:80": 193,
    "FM0:2A:74": 194,
    "FM1:4C:7F": 195,
    "FM1:48:7F": 196,
    "FM0:5E:1F": 197,
    "FM1:70:00": 198,
    "FM1:5A:1F": 199,
    "FM0:44:00": 200,
    "FM1:5E:1F": 201,
    "FM1:78:00": 202,
    "FM0:56:1F": 203,
    "FM0:3C:00": 204,
    "FM0:74:00": 205,
    "FM0:40:7F": 206,
    "FM0:7A:00": 207,
    "FM1:49:00": 208,
    "FM0:22:00": 209,
    "FM0:49:7F": 210,
    "FM0:25:03": 211,
    "FM1:B5:40": 212,
    "FM0:2A:70": 213,
    "FM0:76:00": 214,
    "FM0:B4:40": 215,
    "FM0:26:C9": 216,
    "FM1:56:1F": 217,
    "FM0:2A:72": 218,
    "FM1:45:00": 219,
    "FM0:24:2A": 220,
    "FM0:2A:73": 221,
    "FM1:72:00": 222,
    "FM0:75:00": 223,
    "FM1:44:00": 224,
    "FM0:24:96": 225,
    "FM0:B5:80": 226,
    "FM0:26:EF": 227,
    "FM0:55:1F": 228,
    "FM0:4E:7F": 229,
    "FM0:46:7F": 230,
    "FM0:4A:7F": 231,
    "FM0:22:0C": 232,
    "FM1:51:1F": 233,
    "FM0:30:00": 234,
    "FM1:5D:1F": 235,
    "FM0:7D:00": 236,
    "FM1:74:00": 237,
    "FM1:4A:00": 238,
    "FM0:59:1F": 239,
    "FM0:2A:94": 240,
    "FM0:4D:7F": 241,
    "FM1:7C:00": 242,
    "FM0:49:00": 243,
    "FM1:59:1F": 244,
    "FM0:26:E0": 245,
    "FM1:76:00": 246,
    "FM1:50:1F": 247,
    "FM1:55:1F": 248,
    "FM0:4D:01": 249,
    "FM1:54:1F": 250,
    "FM0:2A:92": 251,
    "FM0:4A:00": 252,
    "FM1:79:00": 253,
    "FM0:50:1F": 254,
    "FM0:27:1D": 255,
    "FM0:2A:6F": 256,
    "FM0:5D:1F": 257,
    "FM1:5C:1F": 258,
    "FM0:2A:91": 259,
    "FM0:60:00": 260,
    "FM0:45:00": 261,
    "FM0:7E:00": 262,
    "FM0:34:00": 263,
    "FM0:B4:80": 264,
    "FM0:22:0A": 265,
    "FM1:40:7F": 266,
    "FM1:40:1C": 267,
    "FM0:45:7F": 268,
    "FM1:46:00": 269,
    "FM1:58:1F": 270,
    "FM0:48:00": 271,
    "FM1:48:00": 272,
    "FM0:2A:71": 273,
    "FM0:38:00": 274,
    "FM0:3E:00": 275,
    "FM0:B6:40": 276,
    "FM0:2A:93": 277,
    "FM0:3D:00": 278,
    "FM1:7A:00": 279,
    "FM0:5C:1F": 280,
    "FM0:39:00": 281,
    "FM0:6C:00": 282,
    "FM0:27:0F": 283,
    "FM0:31:00": 284,
    "FM0:41:7F": 285,
    "FM1:3C:00": 286,
    "FM1:7E:00": 287,
    "FM0:2A:6C": 288,
    "FM0:4E:01": 289,
    "FM1:3E:00": 290,
    "FM0:46:14": 291,
    "FM0:42:7F": 292,
    "FM0:64:00": 293,
    "FM0:4E:08": 294,
    "FM1:71:00": 295,
    "FM0:2A:95": 296,
    "FM0:4E:0C": 297,
    "FM0:2A:6D": 298,
    "FM1:30:00": 299,
    "FM1:B5:00": 300,
    "FM0:4D:10": 301,
    "FM0:2A:97": 302,
    "FM1:75:00": 303,
    "FM0:2A:6E": 304,
    "FM0:42:1B": 305,
    "FM0:32:00": 306,
    "FM0:27:6F": 307,
    "FM1:B6:80": 308,
    "FM0:4C:01": 309,
    "FM0:58:1F": 310,
    "FM0:4C:10": 311,
    "FM0:4C:08": 312,
    "FM0:2A:69": 313,
    "FM0:3A:00": 314,
    "FM0:2A:6A": 315,
    "FM0:35:00": 316,
    "FM1:35:00": 317,
    "FM0:36:00": 318,
    "FM0:B0:00": 319,
    "FM0:54:1F": 320,
    "FM0:2A:99": 321,
    "FM0:2A:9A": 322,
    "FM0:B4:00": 323,
    "FM0:4E:0E": 324,
    "FM0:26:C6": 325,
    "FM1:7D:00": 326,
    "FM0:61:00": 327,
    "FM0:2A:6B": 328,
    "FM0:68:00": 329,
    "FM0:42:1C": 330,
    "FM0:41:1C": 331,
    "FM0:2A:96": 332,
    "FM1:4C:0C": 333,
    "FM1:4C:08": 334,
    "FM0:4D:08": 335,
    "FM0:2A:67": 336,
    "FM0:2A:68": 337,
    "FM1:B6:40": 338,
    "FM1:44:14": 339,
    "FM0:2A:3F": 340,
    "FM1:4C:01": 341,
    "FM0:65:00": 342,
    "FM1:3A:00": 343,
    "FM0:2A:66": 344,
    "FM0:2A:9B": 345,
    "FM0:4E:10": 346,
    "FM0:2A:98": 347,
    "FM0:4C:14": 348,
    "FM0:44:1B": 349,
    "FM0:26:C8": 350,
    "FM0:3D:01": 351,
    "FM1:3C:01": 352,
    "FM0:4D:0A": 353,
    "FM0:24:18": 354,
    "FM1:4D:0E": 355,
    "FM0:80:00": 356,
    "FM0:84:00": 357,
    "FM0:2A:5F": 358,
    "FM0:8E:FF": 359,
    "FM0:3E:01": 360,
    "FM1:B2:3C": 361,
    "FM1:B1:3C": 362,
    "FM0:4C:12": 363,
    "FM1:4F:7F": 364,
    "FM0:43:7F": 365,
    "FM0:47:7F": 366,
    "FM0:4B:7F": 367,
    "FM1:43:7F": 368,
    "FM1:47:7F": 369,
    "FM1:4B:7F": 370,
    "FM0:4F:7F": 371,
    "FM0:93:00": 372,
    "FM0:97:00": 373,
    "FM0:9B:00": 374,
    "FM1:93:00": 375,
    "FM1:97:00": 376,
    "FM1:9B:00": 377,
    "FM0:37:00": 378,
    "FM0:3B:00": 379,
    "FM0:33:00": 380,
    "FM0:5B:00": 381,
    "FM0:57:00": 382,
    "FM0:67:00": 383,
    "FM0:53:00": 384,
    "FM0:63:00": 385,
    "FM0:6B:00": 386,
    "FM0:73:00": 387,
    "FM0:77:00": 388,
    "FM0:7B:00": 389,
    "FM1:7B:00": 390,
    "FM1:5B:00": 391,
    "FM1:77:00": 392,
    "FM1:53:00": 393,
    "FM1:57:00": 394,
    "FM1:63:00": 395,
    "FM1:73:00": 396,
    "FM1:67:00": 397,
    "FM1:6B:00": 398,
    "FM1:3B:00": 399,
    "FM1:33:00": 400,
    "FM1:37:00": 401,
    "FM0:3F:00": 402,
    "FM0:5F:00": 403,
    "FM0:6F:00": 404,
    "FM0:7F:00": 405,
    "FM0:8F:00": 406,
    "FM0:83:00": 407,
    "FM0:87:00": 408,
    "FM0:8B:00": 409,
    "FM1:3F:00": 410,
    "FM1:83:00": 411,
    "FM1:87:00": 412,
    "FM1:8B:00": 413,
    "FM1:8F:00": 414,
    "FM1:7F:00": 415,
    "FM1:5F:00": 416,
    "FM1:6F:00": 417,
    "FM0:B3:00": 418,
    "FM1:B3:00": 419,
    "FM1:4C:0A": 420,
    "FM0:4C:0C": 421,
    "FM0:49:11": 422,
    "FM0:8A:FF": 423,
    "FM0:4D:0E": 424,
    "FM0:4E:12": 425,
    "FM0:4D:12": 426,
    "FM1:4C:14": 427,
    "FM1:48:11": 428,
    "FM0:24:4D": 429,
    "FM0:4E:14": 430,
    "FM0:2A:65": 431,
    "FM0:40:0C": 432,
    "FM1:4E:00": 433,
    "FM0:2A:64": 434,
    "FM0:45:10": 435,
    "FM0:88:00": 436,
    "FM1:34:00": 437,
    "FM0:22:09": 438,
    "FM0:4D:14": 439,
    "FM0:8C:00": 440,
    "FM1:4C:10": 441,
    "FM0:40:1C": 442,
    "FM0:2A:9F": 443,
    "FM0:86:FF": 444,
    "FM0:62:00": 445,
    "FM1:39:01": 446,
    "FM1:6E:0F": 447,
    "FM0:4A:11": 448,
    "FM1:60:00": 449,
    "FM1:4D:08": 450,
    "FM0:2A:60": 451,
    "FM0:41:19": 452,
    "FM0:44:15": 453,
    "FM0:5C:00": 454,
    "FM0:3C:01": 455,
    "FM0:8C:FF": 456,
    "FM0:46:15": 457,
    "FM0:2A:62": 458,
    "FM1:38:00": 459,
    "FM0:88:FF": 460,
    "FM0:4C:04": 461,
    "FM1:4C:00": 462,
    "FM0:4C:0D": 463,
    "FM1:4A:11": 464,
    "FM0:2A:9E": 465,
    "FM0:45:01": 466,
    "FM1:49:11": 467,
    "FM1:46:0C": 468,
    "FM0:2A:9C": 469,
    "FM0:4D:0D": 470,
    "FM0:54:00": 471,
    "FM0:50:00": 472,
    "FM0:4C:11": 473,
    "FM0:58:00": 474,
    "FM1:44:1B": 475,
    "FM1:4D:10": 476,
    "FM0:B2:3C": 477,
    "FM1:48:10": 478,
    "FM0:2A:61": 479,
    "FM1:58:DF": 480,
    "FM0:26:CD": 481,
    "FM0:41:0F": 482,
    "FM0:69:0A": 483,
    "FM1:4C:12": 484,
    "FM1:46:18": 485,
    "FM0:2A:20": 486,
    "FM1:5C:9F": 487,
    "FM1:36:00": 488,
    "FM0:B5:C2": 489,
    "FM1:B2:02": 490,
    "FM1:4D:01": 491,
    "FM0:45:14": 492,
    "FM1:41:1C": 493,
    "FM1:62:1C": 494,
    "FM0:56:9F": 495,
    "FM0:4E:0A": 496,
    "FM1:68:0A": 497,
    "FM1:4C:0D": 498,
    "FM0:2A:A1": 499,
    "FM0:4C:0E": 500,
    "FM1:4D:02": 501,
    "FM0:48:12": 502,
    "FM0:2A:63": 503,
    "FM0:4A:18": 504,
    "FM1:40:1B": 505,
    "FM0:2A:21": 506,
    "FM1:4D:0C": 507,
    "FM1:82:F8": 508,
    "FM1:40:1A": 509,
    "FM0:24:90": 510,
    "FM0:44:20": 511,
    "FM1:31:0F": 512,
    "FM0:4D:00": 513,
    "FM0:82:FF": 514,
    "FM0:44:14": 515,
    "FM0:2A:1F": 516,
    "FM1:41:0F": 517,
    "FM0:2A:A0": 518,
    "FM0:84:FF": 519,
    "FM1:60:05": 520,
    "FM0:44:10": 521,
    "FM1:4D:14": 522,
    "FM0:2A:9D": 523,
    "FM1:48:0D": 524,
    "FM1:4C:0E": 525,
    "FM0:4A:0D": 526,
    "FM0:27:5F": 527,
    "FM1:64:00": 528,
    "FM0:4A:08": 529,
    "FM0:80:FF": 530,
    "FM0:6D:00": 531,
    "FM0:24:16": 532,
    "FM0:5E:9F": 533,
    "FM0:5A:DF": 534,
    "FM1:4E:08": 535,
    "FM1:6C:07": 536,
    "FM0:42:11": 537,
    "FM1:41:1A": 538,
    "FM1:86:FF": 539,
    "FM0:42:0F": 540,
    "FM0:48:11": 541,
    "FM0:4D:06": 542,
    "FM1:42:0D": 543,
    "FM1:4A:15": 544,
    "FM0:4E:0D": 545,
    "FM1:42:63": 546,
    "FM0:41:03": 547,
    "FM1:4A:63": 548,
    "FM1:46:63": 549,
    "FM1:40:11": 550,
    "FM0:41:1B": 551,
    "FM0:24:FE": 552,
    "FM0:5D:5F": 553,
    "FM0:2A:58": 554,
    "FM1:65:10": 555,
    "FM0:2A:5B": 556,
    "FM1:6D:10": 557,
    "FM1:B5:C2": 558,
    "FM0:8C:0F": 559,
    "FM1:4D:18": 560,
    "FM1:54:DF": 561,
    "FM1:8A:FF": 562,
    "FM0:66:00": 563,
    "FM1:4D:12": 564,
    "FM0:4E:06": 565,
    "FM1:42:10": 566,
    "FM0:8D:0F": 567,
    "FM0:69:00": 568,
    "FM0:7E:02": 569,
    "FM1:8E:FF": 570,
    "FM0:4C:0A": 571,
    "FM1:6A:0F": 572,
    "FM0:2A:5D": 573,
    "FM1:4C:1C": 574,
    "FM0:4E:18": 575,
    "FM1:64:06": 576,
    "FM1:62:00": 577,
    "FM0:48:01": 578,
    "FM1:7D:0F": 579,
    "FM0:49:1B": 580,
    "FM0:2A:A4": 581,
    "FM1:49:15": 582,
    "FM0:B6:C2": 583,
    "FM0:4E:0F": 584,
    "FM0:2A:5A": 585,
    "CH2:ON:C3": 586,
    "FM1:4C:11": 587,
    "FM1:34:02": 588,
    "FM1:4E:14": 589,
    "FM1:40:17": 590,
    "FM0:4D:0C": 591,
    "FM0:40:03": 592,
    "FM1:B4:C2": 593,
    "FM0:58:5F": 594,
    "FM0:41:05": 595,
    "FM0:2A:FF": 596,
    "CH5:ON:A2": 597,
    "FM1:61:19": 598,
    "FM0:46:1B": 599,
    "FM1:40:1E": 600,
    "FM0:42:0D": 601,
    "FM0:26:D7": 602,
    "CH2:ON:A2": 603,
    "FM1:44:12": 604,
    "FM1:61:00": 605,
    "CH3:ON:C5": 606,
    "CH4:ON:C4": 607,
    "FM1:40:05": 608,
    "FM1:48:13": 609,
    "FM0:48:80": 610,
    "FM0:4C:00": 611,
    "FM0:4A:0F": 612,
    "FM0:4C:FF": 613,
    "FM0:48:17": 614,
    "FM0:4E:13": 615,
    "FM0:40:11": 616,
    "FM1:34:01": 617,
    "FM1:44:11": 618,
    "FM0:48:15": 619,
    "FM0:4A:14": 620,
    "FM0:56:5F": 621,
    "FM0:5C:5F": 622,
    "FM0:46:13": 623,
    "FM0:2A:5E": 624,
    "FM0:26:C0": 625,
    "FM1:3D:00": 626,
    "FM0:4C:13": 627,
    "FM0:89:FF": 628,
    "FM0:45:20": 629,
    "FM0:42:19": 630,
    "FM0:48:13": 631,
    "FM1:41:1E": 632,
    "FM0:6E:00": 633,
    "FM0:2A:1E": 634,
    "FM0:49:0A": 635,
    "FM0:66:1F": 636,
    "FM0:49:18": 637,
    "FM0:42:05": 638,
    "FM0:8D:FF": 639,
    "FM0:B4:C2": 640,
    "FM0:45:21": 641,
    "FM1:3D:01": 642,
    "FM1:89:F0": 643,
    "FM0:2A:56": 644,
    "FM0:4C:80": 645,
    "FM1:69:19": 646,
    "FM1:45:12": 647,
    "FM0:2A:40": 648,
    "FM1:89:FF": 649,
    "FM0:41:1A": 650,
    "FM0:49:13": 651,
    "FM1:71:05": 652,
    "FM0:4E:00": 653,
    "FM0:58:DF": 654,
    "FM0:B1:3B": 655,
    "FM0:40:12": 656,
    "FM0:B1:00": 657,
    "FM0:48:18": 658,
    "FM1:48:15": 659,
    "FM0:42:20": 660,
    "CH2:ON:G2": 661,
    "FM0:36:32": 662,
    "FM1:40:19": 663,
    "FM0:4D:16": 664,
    "FM0:4E:16": 665,
    "FM1:8D:FA": 666,
    "FM0:42:1A": 667,
    "FM0:2B:7F": 668,
    "FM0:56:DF": 669,
    "FM0:40:0F": 670,
    "FM1:60:06": 671,
    "FM0:4A:12": 672,
    "FM1:48:0F": 673,
    "FM0:8E:0F": 674,
    "FM1:B0:02": 675,
    "FM0:32:0F": 676,
    "FM0:36:01": 677,
    "FM1:44:1A": 678,
    "FM1:8D:FF": 679,
    "FM0:4D:13": 680,
    "FM0:5C:9F": 681,
    "FM0:68:0A": 682,
    "FM0:2A:A3": 683,
    "FM0:74:1F": 684,
    "FM0:2A:A7": 685,
    "FM1:75:10": 686,
    "FM0:4E:19": 687,
    "FM1:31:00": 688,
    "FM1:4C:06": 689,
    "FM1:44:25": 690,
    "FM1:4D:0D": 691,
    "FM0:2A:22": 692,
    "FM1:32:07": 693,
    "FM0:4A:03": 694,
    "FM0:45:1B": 695,
    "FM1:4C:0F": 696,
    "FM0:49:1E": 697,
    "FM0:27:60": 698,
    "FM1:8C:09": 699,
    "FM1:49:18": 700,
    "FM1:4C:04": 701,
    "FM0:4E:11": 702,
    "FM1:B4:D0": 703,
    "FM0:4C:16": 704,
    "CH1:ON:C3": 705,
    "FM0:44:19": 706,
    "FM0:7E:0F": 707,
    "FM1:81:02": 708,
    "FM1:4C:16": 709,
    "FM1:54:5F": 710,
    "FM0:46:0C": 711,
    "FM1:4E:1B": 712,
    "FM1:41:11": 713,
    "FM1:82:FF": 714,
    "FM0:4C:18": 715,
    "FM0:48:10": 716,
    "FM1:68:06": 717,
    "FM0:48:03": 718,
    "FM0:4E:04": 719,
    "CH3:ON:G4": 720,
    "FM1:74:12": 721,
    "FM0:26:B0": 722,
    "FM0:42:03": 723,
    "FM1:3D:05": 724,
    "CH4:ON:G4": 725,
    "CH3:ON:A4": 726,
    "FM0:2A:5C": 727,
    "FM1:85:FF": 728,
    "FM0:52:DF": 729,
    "FM0:85:FF": 730,
    "FM0:44:12": 731,
    "FM0:27:20": 732,
    "FM0:49:08": 733,
    "FM1:45:02": 734,
    "FM0:5A:9F": 735,
    "FM0:4A:1B": 736,
    "FM1:4E:18": 737,
    "FM0:48:16": 738,
    "FM1:38:05": 739,
    "FM0:46:20": 740,
    "FM1:4D:0A": 741,
    "FM1:6C:00": 742,
    "FM0:4D:15": 743,
    "CH2:ON:D3": 744,
    "FM0:2A:A9": 745,
    "CH2:ON:B2": 746,
    "FM1:48:1B": 747,
    "FM0:2A:A2": 748,
    "FM0:24:24": 749,
    "FM1:48:08": 750,
    "FM0:46:01": 751,
    "CH4:ON:A4": 752,
    "FM0:4A:25": 753,
    "FM0:34:01": 754,
    "FM0:2A:54": 755,
    "FM1:4E:12": 756,
    "FM0:2A:53": 757,
    "FM1:66:1C": 758,
    "FM0:54:5F": 759,
    "FM0:B2:3B": 760,
    "FM1:44:0C": 761,
    "CH4:ON:G3": 762,
    "FM1:45:25": 763,
    "FM0:81:FF": 764,
    "FM1:45:1A": 765,
    "FM0:46:12": 766,
    "FM0:41:1E": 767,
    "FM1:86:C8": 768,
    "FM0:46:18": 769,
    "FM0:B5:00": 770,
    "FM0:45:12": 771,
    "FM1:48:18": 772,
    "FM1:4D:16": 773,
    "FM0:4C:15": 774,
    "FM0:62:06": 775,
    "FM1:B1:3E": 776,
    "FM1:B4:00": 777,
    "FM0:4A:10": 778,
    "FM1:68:00": 779,
    "CH3:ON:E4": 780,
    "FM1:6C:03": 781,
    "CH4:ON:D4": 782,
    "FM0:38:31": 783,
    "FM0:2A:A8": 784,
    "FM0:41:0E": 785,
    "FM1:81:FF": 786,
    "FM0:22:0F": 787,
    "FM1:4D:06": 788,
    "FM0:6A:0A": 789,
    "FM0:6C:07": 790,
    "FM0:48:1B": 791,
    "FM1:36:0C": 792,
    "FM1:8A:88": 793,
    "FM0:49:01": 794,
    "FM1:85:4C": 795,
    "FM0:36:02": 796,
    "FM1:8E:44": 797,
    "FM0:62:05": 798,
    "FM0:45:0E": 799,
    "FM1:4E:01": 800,
    "FM0:2A:A5": 801,
    "CH1:ON:A2": 802,
    "FM0:6E:03": 803,
    "FM0:2A:AB": 804,
    "FM0:46:10": 805,
    "FM0:2A:4E": 806,
    "FM1:41:19": 807,
    "CH2:ON:C4": 808,
    "FM1:8D:0F": 809,
    "CH3:ON:C4": 810,
    "FM0:55:5F": 811,
    "FM1:7C:02": 812,
    "FM0:81:00": 813,
    "FM0:40:19": 814,
    "FM1:70:01": 815,
    "FM1:4C:13": 816,
    "FM1:3E:01": 817,
    "FM0:4D:0B": 818,
    "FM0:4E:07": 819,
    "FM1:41:04": 820,
    "FM1:8C:0F": 821,
    "FM1:46:14": 822,
    "FM0:41:13": 823,
    "CH4:ON:E3": 824,
    "FM0:2A:51": 825,
    "FM1:4E:0E": 826,
    "FM0:4A:15": 827,
    "FM0:7E:10": 828,
    "FM0:48:14": 829,
    "FM0:4C:0F": 830,
    "FM1:4E:10": 831,
    "FM1:8C:FF": 832,
    "FM0:42:0E": 833,
    "CH5:ON:C5": 834,
    "FM0:4A:1A": 835,
    "FM1:88:FF": 836,
    "FM0:4A:2B": 837,
    "FM0:6D:0A": 838,
    "FM1:4C:18": 839,
    "FM0:60:05": 840,
    "FM1:40:0F": 841,
    "CH6:ON:A2": 842,
    "FM1:70:08": 843,
    "FM1:B4:C5": 844,
    "CH1:ON:G2": 845,
    "CH4:ON:E4": 846,
    "FM0:2A:25": 847,
    "FM0:B6:D0": 848,
    "FM0:7C:02": 849,
    "FM0:2A:A6": 850,
    "FM0:54:DF": 851,
    "FM1:41:16": 852,
    "FM0:4D:18": 853,
    "CH2:ON:E3": 854,
    "CH2:ON:C5": 855,
    "FM0:49:03": 856,
    "FM0:26:CA": 857,
    "FM0:45:11": 858,
    "FM1:48:1A": 859,
    "FM1:49:12": 860,
    "FM0:49:0D": 861,
    "FM0:59:5F": 862,
    "FM0:86:0F": 863,
    "FM1:B4:D5": 864,
    "FM0:85:0F": 865,
    "FM0:41:17": 866,
    "FM0:4A:0C": 867,
    "CH1:ON:C2": 868,
    "FM1:45:01": 869,
    "FM1:88:8F": 870,
    "FM0:85:00": 871,
    "FM0:45:18": 872,
    "FM0:2A:BF": 873,
    "FM0:41:11": 874,
    "FM0:49:1C": 875,
    "FM1:50:D3": 876,
    "FM0:2A:23": 877,
    "FM0:2A:57": 878,
    "FM0:2A:59": 879,
    "FM0:2A:55": 880,
    "FM1:45:19": 881,
    "FM0:72:08": 882,
    "CH4:ON:C5": 883,
    "FM0:45:0D": 884,
    "FM0:46:0F": 885,
    "FM1:44:01": 886,
    "FM1:B0:3C": 887,
    "FM0:48:FF": 888,
    "FM0:2A:B1": 889,
    "FM1:48:12": 890,
    "FM1:45:14": 891,
    "FM1:84:50": 892,
    "FM0:4A:17": 893,
    "FM0:45:17": 894,
    "CH3:ON:D4": 895,
    "FM1:45:13": 896,
    "FM0:71:07": 897,
    "FM0:59:DF": 898,
    "FM0:B2:02": 899,
    "FM1:39:00": 900,
    "FM0:82:0F": 901,
    "FM1:48:14": 902,
    "FM0:62:1F": 903,
    "CH3:ON:C3": 904,
    "FM0:41:14": 905,
    "FM0:B4:D0": 906,
    "FM0:45:13": 907,
    "FM0:26:DD": 908,
    "FM1:4A:18": 909,
    "FM0:6A:1F": 910,
    "FM0:40:1B": 911,
    "FM0:2A:24": 912,
    "FM1:4C:17": 913,
    "FM0:49:15": 914,
    "FM0:42:1E": 915,
    "FM1:54:9F": 916,
    "FM0:4A:16": 917,
    "FM0:4A:0E": 918,
    "FM0:49:1D": 919,
    "FM0:2A:52": 920,
    "FM0:40:04": 921,
    "CH5:ON:C4": 922,
    "FM0:6A:00": 923,
    "CH2:ON:G3": 924,
    "FM0:B6:00": 925,
    "FM0:44:18": 926,
    "FM1:48:0B": 927,
    "CH3:ON:F4": 928,
    "CH3:ON:B3": 929,
    "FM1:44:19": 930,
    "FM0:44:0D": 931,
    "FM1:48:17": 932,
    "FM0:3E:02": 933,
    "FM0:B1:3C": 934,
    "FM0:40:1E": 935,
    "CH4:ON:C3": 936,
    "CH1:ON:D3": 937,
    "FM0:2A:4F": 938,
    "FM1:4C:07": 939,
    "FM0:4D:0F": 940,
    "CH3:ON:D3": 941,
    "FM0:76:1F": 942,
    "FM1:84:FF": 943,
    "CH2:ON:E4": 944,
    "FM1:48:0A": 945,
    "FM1:45:0C": 946,
    "FM0:45:22": 947,
    "FM1:44:1C": 948,
    "FM1:49:10": 949,
    "FM0:7A:07": 950,
    "FM0:4D:1C": 951,
    "CH2:ON:D4": 952,
    "FM1:42:1A": 953,
    "FM0:44:FF": 954,
    "FM1:4D:0F": 955,
    "FM1:44:18": 956,
    "FM0:2A:1D": 957,
    "FM0:4E:1C": 958,
    "FM0:89:0F": 959,
    "FM0:46:25": 960,
    "CH2:ON:A4": 961,
    "FM0:46:21": 962,
    "CH4:ON:A3": 963,
    "FM0:32:01": 964,
    "CH1:ON:E2": 965,
    "FM0:50:5F": 966,
    "CH2:ON:G4": 967,
    "FM0:6A:11": 968,
    "FM1:48:16": 969,
    "FM1:7C:01": 970,
    "FM0:6E:1F": 971,
    "FM1:5C:5F": 972,
    "FM1:40:20": 973,
    "FM1:4D:19": 974,
    "FM1:49:1E": 975,
    "FM1:45:0F": 976,
    "FM1:4A:08": 977,
    "CH5:ON:G4": 978,
    "FM0:6A:06": 979,
    "FM0:B4:C5": 980,
    "FM0:49:12": 981,
    "FM0:66:06": 982,
    "FM0:4E:17": 983,
    "FM0:30:01": 984,
    "FM0:46:19": 985,
    "FM0:44:03": 986,
    "FM0:8A:0F": 987,
    "FM0:72:07": 988,
    "FM0:54:9F": 989,
    "FM1:42:19": 990,
    "FM0:3D:02": 991,
    "FM1:82:0F": 992,
    "FM0:4A:13": 993,
    "FM0:2A:50": 994,
    "FM0:27:45": 995,
    "FM0:44:16": 996,
    "CH5:ON:C3": 997,
    "FM0:42:13": 998,
    "FM0:2A:AC": 999,
    "FM0:78:02": 1000,
    "CH3:ON:B4": 1001,
    "FM0:42:14": 1002,
    "FM0:72:02": 1003,
    "FM0:4A:20": 1004,
    "FM0:49:0C": 1005,
    "FM0:82:00": 1006,
    "FM1:80:FF": 1007,
    "FM0:4D:17": 1008,
    "FM1:40:14": 1009,
    "FM0:41:12": 1010,
    "FM1:41:14": 1011,
    "FM0:42:08": 1012,
    "FM1:45:10": 1013,
    "FM0:4A:1C": 1014,
    "FM0:4D:19": 1015,
    "CH3:ON:A2": 1016,
    "FM0:6E:07": 1017,
    "FM0:7D:02": 1018,
    "FM1:35:01": 1019,
    "FM0:24:34": 1020,
    "FM1:48:20": 1021,
    "FM1:40:07": 1022,
    "FM1:44:21": 1023,
    "CH1:ON:E3": 1024,
    "FM0:5A:5F": 1025,
    "CH4:ON:B4": 1026,
    "FM0:41:0A": 1027,
    "FM0:46:17": 1028,
    "FM0:49:14": 1029,
    "FM0:8E:F6": 1030,
    "FM1:4E:0A": 1031,
    "FM0:9E:7F": 1032,
    "FM0:2A:3D": 1033,
    "FM0:2A:B0": 1034,
    "FM0:70:1F": 1035,
    "FM0:7D:01": 1036,
    "FM0:45:1C": 1037,
    "FM0:4E:15": 1038,
    "FM1:40:03": 1039,
    "FM0:2A:AD": 1040,
    "CH1:ON:A3": 1041,
    "FM0:3E:31": 1042,
    "FM0:2A:AF": 1043,
    "FM1:44:17": 1044,
    "CH3:ON:D5": 1045,
    "FM1:4C:15": 1046,
    "CH1:ON:F2": 1047,
    "FM0:B0:3C": 1048,
    "FM0:49:16": 1049,
    "FM0:26:E5": 1050,
    "FM0:48:0D": 1051,
    "FM1:78:07": 1052,
    "FM0:42:07": 1053,
    "FM1:40:21": 1054,
    "FM1:50:9F": 1055,
    "FM0:61:05": 1056,
    "FM0:41:24": 1057,
    "FM0:2A:1C": 1058,
    "FM1:49:17": 1059,
    "FM1:46:11": 1060,
    "FM1:45:17": 1061,
    "FM0:52:5F": 1062,
    "FM0:4D:11": 1063,
    "FM1:42:1E": 1064,
    "FM0:44:0A": 1065,
    "FM1:B6:C2": 1066,
    "CH1:ON:B2": 1067,
    "CH2:ON:A3": 1068,
    "FM1:49:14": 1069,
    "CH1:ON:C4": 1070,
    "FM0:B4:D5": 1071,
    "CH4:ON:F4": 1072,
    "CH1:ON:E4": 1073,
    "FM1:4E:1C": 1074,
    "FM0:4C:17": 1075,
    "CH1:ON:C5": 1076,
    "FM0:5E:5F": 1077,
    "CH3:ON:B2": 1078,
    "CH1:ON:G4": 1079,
    "FM0:79:02": 1080,
    "CH2:ON:B4": 1081,
    "FM0:49:10": 1082,
    "FM1:84:0F": 1083,
    "FM1:4D:15": 1084,
    "FM0:4A:1E": 1085,
    "FM0:45:0F": 1086,
    "FM0:89:00": 1087,
    "FM0:2A:B2": 1088,
    "FM1:80:0F": 1089,
    "FM0:5D:9F": 1090,
    "FM1:80:00": 1091,
    "FM1:44:28": 1092,
    "FM0:42:04": 1093,
    "FM0:3A:0F": 1094,
    "FM1:42:20": 1095,
    "FM0:6D:07": 1096,
    "FM0:49:0F": 1097,
    "FM0:4D:07": 1098,
    "CH3:ON:G3": 1099,
    "FM0:6D:03": 1100,
    "FM0:40:0A": 1101,
    "FM1:41:05": 1102,
    "FM0:6C:0F": 1103,
    "FM0:75:02": 1104,
    "FM0:64:06": 1105,
    "FM1:49:08": 1106,
    "FM0:40:14": 1107,
    "FM0:45:28": 1108,
    "FM1:3C:02": 1109,
    "FM1:B0:3A": 1110,
    "FM0:52:9F": 1111,
    "FM0:44:13": 1112,
    "FM1:66:00": 1113,
    "CH1:ON:E1": 1114,
    "FM0:24:40": 1115,
    "FM0:B0:02": 1116,
    "FM0:46:28": 1117,
    "CH5:ON:A4": 1118,
    "FM1:84:00": 1119,
    "FM0:81:0F": 1120,
    "FM0:4A:19": 1121,
    "FM0:2A:B6": 1122,
    "FM1:49:01": 1123,
    "FM0:74:02": 1124,
    "FM1:58:5F": 1125,
    "FM1:46:13": 1126,
    "CH5:ON:D4": 1127,
    "FM1:8E:0F": 1128,
    "FM1:32:00": 1129,
    "CH2:ON:E2": 1130,
    "FM0:66:02": 1131,
    "FM0:70:07": 1132,
    "FM1:4C:19": 1133,
    "FM0:6E:0F": 1134,
    "CH1:ON:A4": 1135,
    "FM0:2A:B5": 1136,
    "FM0:4C:05": 1137,
    "FM1:4E:06": 1138,
    "FM0:31:01": 1139,
    "FM0:40:10": 1140,
    "FM0:46:11": 1141,
    "FM1:30:30": 1142,
    "FM1:4D:13": 1143,
    "FM0:55:DF": 1144,
    "FM0:4C:19": 1145,
    "CH3:ON:A3": 1146,
    "CH1:ON:D4": 1147,
    "CH4:ON:D5": 1148,
    "FM0:35:01": 1149,
    "CH5:ON:E4": 1150,
    "FM1:48:19": 1151,
    "FM1:4E:0D": 1152,
    "FM0:40:0E": 1153,
    "CH4:ON:B3": 1154,
    "FM1:45:11": 1155,
    "FM0:81:08": 1156,
    "FM0:44:1F": 1157,
    "CH1:ON:Bb2": 1158,
    "FM1:48:1E": 1159,
    "FM0:24:38": 1160,
    "CH2:ON:F4": 1161,
    "FM0:48:1C": 1162,
    "FM0:49:20": 1163,
    "FM0:34:02": 1164,
    "FM1:4E:0C": 1165,
    "FM1:5D:9F": 1166,
    "FM0:42:17": 1167,
    "FM0:26:CE": 1168,
    "FM1:49:19": 1169,
    "FM1:65:00": 1170,
    "FM0:74:05": 1171,
    "FM0:4A:1F": 1172,
    "FM1:49:16": 1173,
    "FM0:75:1F": 1174,
    "FM1:36:01": 1175,
    "FM1:81:0F": 1176,
    "FM0:49:0B": 1177,
    "FM0:4C:07": 1178,
    "CH2:ON:B3": 1179,
    "FM1:42:15": 1180,
    "FM0:AE:23": 1181,
    "CH3:ON:G2": 1182,
    "FM0:2A:4D": 1183,
    "FM0:4E:03": 1184,
    "FM0:49:22": 1185,
    "FM0:3C:02": 1186,
    "FM0:B6:F5": 1187,
    "FM0:44:11": 1188,
    "FM1:30:01": 1189,
    "CH2:ON:D5": 1190,
    "CH4:ON:D3": 1191,
    "FM0:79:06": 1192,
    "FM0:76:12": 1193,
    "FM0:40:23": 1194,
    "FM0:46:16": 1195,
    "FM0:51:5F": 1196,
    "FM0:2A:AA": 1197,
    "FM1:41:1B": 1198,
    "FM0:9E:80": 1199,
    "FM1:44:27": 1200,
    "FM0:45:2D": 1201,
    "FM1:78:06": 1202,
    "FM1:41:20": 1203,
    "FM1:5D:5F": 1204,
    "FM1:4C:05": 1205,
    "FM1:49:0C": 1206,
    "FM0:5E:DF": 1207,
    "FM0:46:07": 1208,
    "FM0:40:05": 1209,
    "FM1:85:0F": 1210,
    "CH4:ON:E2": 1211,
    "FM1:64:1F": 1212,
    "FM0:32:30": 1213,
    "FM0:24:C3": 1214,
    "FM0:7A:0F": 1215,
    "FM0:4E:1A": 1216,
    "FM0:48:1A": 1217,
    "FM0:6E:10": 1218,
    "FM1:88:0F": 1219,
    "FM0:8E:09": 1220,
    "CH1:ON:G3": 1221,
    "FM0:3A:10": 1222,
    "FM0:4A:07": 1223,
    "FM1:4D:04": 1224,
    "FM1:48:07": 1225,
    "FM1:34:32": 1226,
    "FM0:49:1A": 1227,
    "FM1:44:16": 1228,
    "FM0:4C:06": 1229,
    "FM0:71:02": 1230,
    "FM0:44:01": 1231,
    "FM0:2A:B3": 1232,
    "FM0:44:25": 1233,
    "CH5:ON:F4": 1234,
    "FM1:80:29": 1235,
    "FM1:7C:0F": 1236,
    "FM1:42:0F": 1237,
    "FM1:3C:11": 1238,
    "FM0:82:08": 1239,
    "FM1:4A:01": 1240,
    "FM0:40:16": 1241,
    "FM0:2A:4C": 1242,
    "FM1:49:04": 1243,
    "CH2:ON:F2": 1244,
    "FM0:40:07": 1245,
    "FM0:74:12": 1246,
    "CH4:ON:G2": 1247,
    "FM0:84:0F": 1248,
    "FM1:64:02": 1249,
    "FM0:45:1A": 1250,
    "CH3:ON:E5": 1251,
    "FM0:6A:13": 1252,
    "FM0:48:19": 1253,
    "FM0:6E:11": 1254,
    "FM1:38:10": 1255,
    "FM1:74:01": 1256,
    "FM1:55:5F": 1257,
    "CH3:ON:E3": 1258,
    "FM1:48:0C": 1259,
    "FM0:B2:00": 1260,
    "FM0:46:0E": 1261,
    "CH1:ON:B4": 1262,
    "FM0:2A:3E": 1263,
    "FM0:4C:1C": 1264,
    "FM1:86:0F": 1265,
    "FM1:74:1F": 1266,
    "FM0:B5:D2": 1267,
    "FM1:4D:1B": 1268,
    "CH5:ON:D5": 1269,
    "FM1:4D:17": 1270,
    "FM0:2A:4B": 1271,
    "CH2:ON:F3": 1272,
    "FM0:26:DC": 1273,
    "FM1:32:02": 1274,
    "FM0:40:20": 1275,
    "FM1:74:05": 1276,
    "FM1:70:02": 1277,
    "FM1:44:0B": 1278,
    "FM0:76:02": 1279,
    "CH5:ON:G3": 1280,
    "FM1:45:18": 1281,
    "FM0:49:07": 1282,
    "FM0:69:09": 1283,
    "FM0:7E:1F": 1284,
    "FM0:24:98": 1285,
    "FM0:41:1D": 1286,
    "FM0:86:00": 1287,
    "FM0:45:0C": 1288,
    "FM1:46:21": 1289,
    "CH1:ON:E5": 1290,
    "CH4:ON:A2": 1291,
    "FM0:45:25": 1292,
    "FM1:48:1F": 1293,
    "FM0:64:0F": 1294,
    "FM0:26:C7": 1295,
    "FM1:49:0D": 1296,
    "FM0:B2:3A": 1297,
    "FM0:46:1E": 1298,
    "FM0:7C:1F": 1299,
    "FM0:38:70": 1300,
    "FM1:44:0E": 1301,
    "FM0:48:2A": 1302,
    "FM1:40:13": 1303,
    "FM0:6C:0A": 1304,
    "FM0:24:DD": 1305,
    "CH3:ON:Eb4": 1306,
    "FM0:40:26": 1307,
    "FM1:46:15": 1308,
    "CH3:ON:Gb4": 1309,
    "FM1:4A:14": 1310,
    "CH4:ON:Bb4": 1311,
    "FM0:88:0F": 1312,
    "FM1:50:DF": 1313,
    "FM0:4E:1B": 1314,
    "FM1:3C:31": 1315,
    "FM0:42:16": 1316,
    "FM0:66:0F": 1317,
    "CH5:ON:A3": 1318,
    "FM0:3A:30": 1319,
    "FM1:B4:D4": 1320,
    "FM0:76:01": 1321,
    "FM1:89:0F": 1322,
    "FM0:45:0A": 1323,
    "FM0:B1:3A": 1324,
    "CH1:ON:Eb2": 1325,
    "FM1:41:17": 1326,
    "FM1:45:15": 1327,
    "CH5:ON:B3": 1328,
    "FM1:B1:3A": 1329,
    "FM0:45:15": 1330,
    "FM0:71:0F": 1331,
    "FM0:3A:01": 1332,
    "FM0:7A:02": 1333,
    "FM1:41:21": 1334,
    "FM0:B6:C5": 1335,
    "FM1:B4:F0": 1336,
    "FM1:42:14": 1337,
    "FM0:4A:1D": 1338,
    "CH4:ON:B2": 1339,
    "FM0:64:1F": 1340,
    "FM0:42:12": 1341,
    "FM0:40:0D": 1342,
    "CH1:ON:D5": 1343,
    "FM0:8C:09": 1344,
    "FM1:40:04": 1345,
    "FM1:44:22": 1346,
    "FM0:4A:22": 1347,
    "FM1:45:21": 1348,
    "FM0:4D:1B": 1349,
    "FM0:48:1F": 1350,
    "FM0:48:0F": 1351,
    "FM1:38:01": 1352,
    "FM0:35:31": 1353,
    "FM0:8D:00": 1354,
    "FM0:4D:09": 1355,
    "FM0:7E:01": 1356,
    "FM1:79:02": 1357,
    "FM0:B0:3A": 1358,
    "FM0:65:1F": 1359,
    "FM0:4E:09": 1360,
    "FM1:4A:12": 1361,
    "FM1:45:1B": 1362,
    "FM1:88:00": 1363,
    "FM0:42:18": 1364,
    "CH5:ON:E3": 1365,
    "FM1:49:0F": 1366,
    "FM0:2A:1B": 1367,
    "FM1:49:1C": 1368,
    "CH1:ON:F4": 1369,
    "FM0:78:06": 1370,
    "FM0:2A:44": 1371,
    "FM0:42:0A": 1372,
    "FM0:48:28": 1373,
    "FM1:4D:11": 1374,
    "FM0:49:17": 1375,
    "FM0:41:20": 1376,
    "FM1:44:20": 1377,
    "FM1:4A:25": 1378,
    "FM0:75:04": 1379,
    "FM1:7D:02": 1380,
    "FM1:41:12": 1381,
    "FM1:40:0C": 1382,
    "FM0:65:06": 1383,
    "FM0:3A:05": 1384,
    "CH5:ON:Ab3": 1385,
    "FM1:44:1E": 1386,
    "FM0:48:3D": 1387,
    "FM0:80:0F": 1388,
    "CH2:ON:Bb4": 1389,
    "FM0:27:6A": 1390,
    "FM0:41:16": 1391,
    "FM0:48:0B": 1392,
    "FM0:B2:33": 1393,
    "FM1:41:0D": 1394,
    "FM1:48:22": 1395,
    "FM0:46:1A": 1396,
    "CH3:ON:F3": 1397,
    "FM0:46:0D": 1398,
    "FM0:2A:BC": 1399,
    "FM1:4C:0B": 1400,
    "FM1:4E:07": 1401,
    "CH2:ON:Eb4": 1402,
    "FM0:41:10": 1403,
    "FM1:40:0D": 1404,
    "FM0:7D:1F": 1405,
    "FM1:6D:00": 1406,
    "FM0:AD:23": 1407,
    "FM0:2A:B8": 1408,
    "FM1:66:0F": 1409,
    "FM1:7A:02": 1410,
    "FM1:49:20": 1411,
    "FM1:41:08": 1412,
    "FM1:44:15": 1413,
    "FM1:40:18": 1414,
    "FM1:70:07": 1415,
    "CH3:ON:Bb4": 1416,
    "FM0:39:31": 1417,
    "FM0:50:9F": 1418,
    "CH1:ON:Ab2": 1419,
    "CH4:ON:E5": 1420,
    "FM1:49:1F": 1421,
    "FM0:55:9F": 1422,
    "FM0:2A:46": 1423,
    "FM0:2A:AE": 1424,
    "FM0:7A:10": 1425,
    "FM1:44:0D": 1426,
    "FM0:41:22": 1427,
    "FM0:72:01": 1428,
    "FM0:68:1F": 1429,
    "FM1:8E:F8": 1430,
    "FM0:B5:F5": 1431,
    "FM1:48:03": 1432,
    "FM0:6E:0E": 1433,
    "FM1:7C:1F": 1434,
    "FM0:46:0A": 1435,
    "CH1:ON:Eb3": 1436,
    "FM1:48:1C": 1437,
    "FM0:4E:05": 1438,
    "FM0:40:13": 1439,
    "FM0:8A:00": 1440,
    "FM1:4E:04": 1441,
    "FM0:71:08": 1442,
    "FM0:2A:4A": 1443,
    "FM0:31:0F": 1444,
    "FM0:2A:B9": 1445,
    "FM0:4C:1B": 1446,
    "CH2:ON:Bb2": 1447,
    "FM1:7E:11": 1448,
    "FM0:66:05": 1449,
    "FM0:7D:06": 1450,
    "CH5:ON:B4": 1451,
    "FM1:45:0E": 1452,
    "FM1:4E:11": 1453,
    "FM0:24:00": 1454,
    "CH1:ON:Ab3": 1455,
    "CH1:ON:F3": 1456,
    "CH2:ON:E5": 1457,
    "FM0:45:07": 1458,
    "FM1:51:9F": 1459,
    "FM0:69:1F": 1460,
    "FM0:2A:D6": 1461,
    "FM1:4C:1B": 1462,
    "FM1:40:06": 1463,
    "CH2:ON:Gb3": 1464,
    "FM0:B5:D0": 1465,
    "CH2:ON:Gb4": 1466,
    "FM0:38:05": 1467,
    "FM1:86:F8": 1468,
    "FM0:44:17": 1469,
    "FM1:79:06": 1470,
    "FM0:6A:09": 1471,
    "FM0:6C:1F": 1472,
    "CH4:ON:Bb3": 1473,
    "FM1:30:0F": 1474,
    "FM0:26:E3": 1475,
    "FM1:40:0E": 1476,
    "FM0:45:1E": 1477,
    "FM1:41:13": 1478,
    "FM0:80:08": 1479,
    "CH3:ON:Db5": 1480,
    "FM0:75:05": 1481,
    "FM1:4A:3D": 1482,
    "FM0:B4:D2": 1483,
    "FM1:76:02": 1484,
    "FM1:65:08": 1485,
    "FM1:3A:01": 1486,
    "FM1:78:02": 1487,
    "CH5:ON:Ab4": 1488,
    "FM0:41:18": 1489,
    "FM0:4E:0B": 1490,
    "FM0:2A:43": 1491,
    "FM0:2A:1A": 1492,
    "FM1:4D:00": 1493,
    "FM0:3A:72": 1494,
    "FM1:22:00": 1495,
    "CH1:ON:Gb2": 1496,
    "FM0:40:02": 1497,
    "FM0:4D:05": 1498,
    "CH2:ON:C2": 1499,
    "FM1:46:22": 1500,
    "FM1:49:0E": 1501,
    "FM0:89:F8": 1502,
    "FM1:46:0B": 1503,
    "CH1:ON:Eb4": 1504,
    "CH2:ON:Ab2": 1505,
    "FM0:61:09": 1506,
    "FM0:2A:B7": 1507,
    "FM1:6D:0F": 1508,
    "FM1:8C:F6": 1509,
    "FM0:3E:11": 1510,
    "FM1:49:05": 1511,
    "FM1:8A:0F": 1512,
    "FM1:71:01": 1513,
    "FM1:59:5F": 1514,
    "CH4:ON:F3": 1515,
    "FM0:3C:70": 1516,
    "FM1:45:1F": 1517,
    "FM0:38:72": 1518,
    "FM0:2A:41": 1519,
    "FM0:2A:B4": 1520,
    "FM0:42:10": 1521,
    "FM0:B5:C4": 1522,
    "FM1:45:22": 1523,
    "FM0:5E:1C": 1524,
    "FM0:76:05": 1525,
    "FM1:75:1F": 1526,
    "FM0:4A:0A": 1527,
    "FM0:78:0C": 1528,
    "FM1:68:1F": 1529,
    "FM1:48:1D": 1530,
    "FM0:40:0B": 1531,
    "CH5:ON:G2": 1532,
    "FM1:45:23": 1533,
    "FM0:26:D0": 1534,
    "FM0:2A:BE": 1535,
    "CH2:ON:F5": 1536,
    "FM1:45:28": 1537,
    "CH4:ON:C2": 1538,
    "FM0:2A:BD": 1539,
    "FM1:8A:F8": 1540,
    "FM1:38:31": 1541,
    "FM0:35:02": 1542,
    "CH4:ON:Ab4": 1543,
    "FM0:2A:47": 1544,
    "FM0:44:27": 1545,
    "FM0:46:27": 1546,
    "FM1:B0:33": 1547,
    "FM0:7A:01": 1548,
    "FM0:68:13": 1549,
    "FM1:46:1B": 1550,
    "FM0:40:1A": 1551,
    "FM0:30:31": 1552,
    "FM0:78:FF": 1553,
    "FM0:2A:26": 1554,
    "FM0:7C:FF": 1555,
    "FM0:74:FF": 1556,
    "FM0:64:09": 1557,
    "FM1:32:0F": 1558,
    "CH4:ON:Gb4": 1559,
    "CH4:ON:Eb4": 1560,
    "FM0:8A:8F": 1561,
    "FM0:32:02": 1562,
    "FM0:70:FF": 1563,
    "FM1:6C:0F": 1564,
    "FM0:6E:0C": 1565,
    "FM0:55:00": 1566,
    "FM1:44:1F": 1567,
    "FM0:51:00": 1568,
    "FM0:44:2D": 1569,
    "FM0:4D:91": 1570,
    "FM0:79:04": 1571,
    "CH2:ON:Eb3": 1572,
    "FM1:46:0A": 1573,
    "FM0:2A:27": 1574,
    "CH5:ON:E5": 1575,
    "FM1:41:07": 1576,
    "FM1:4C:1A": 1577,
    "FM1:49:1B": 1578,
    "FM1:65:1F": 1579,
    "CH2:ON:Bb3": 1580,
    "FM0:30:70": 1581,
    "FM0:74:04": 1582,
    "FM1:71:02": 1583,
    "FM0:8A:81": 1584,
    "FM1:40:09": 1585,
    "FM1:45:20": 1586,
    "FM1:44:13": 1587,
    "FM0:46:08": 1588,
    "FM0:71:01": 1589,
    "FM0:5D:00": 1590,
    "FM0:B5:D6": 1591,
    "FM0:79:0C": 1592,
    "CH5:ON:Bb4": 1593,
    "FM1:44:05": 1594,
    "FM0:39:72": 1595,
    "CH2:ON:Gb2": 1596,
    "FM0:3A:31": 1597,
    "FM1:40:1D": 1598,
    "FM1:51:5F": 1599,
    "FM0:59:00": 1600,
    "CH1:ON:D2": 1601,
    "FM1:4D:1C": 1602,
    "FM0:39:30": 1603,
    "FM0:B0:0B": 1604,
    "CH1:ON:G5": 1605,
    "FM1:3E:02": 1606,
    "FM0:B2:3D": 1607,
    "FM0:61:06": 1608,
    "FM0:46:03": 1609,
    "FM0:48:0C": 1610,
    "FM0:49:0E": 1611,
    "FM0:42:06": 1612,
    "CH1:ON:B3": 1613,
    "FM1:7D:1F": 1614,
    "FM0:3D:31": 1615,
    "FM1:6E:10": 1616,
    "FM0:40:1D": 1617,
    "CH5:ON:C2": 1618,
    "FM1:6D:07": 1619,
    "FM0:44:0F": 1620,
    "FM0:B0:04": 1621,
    "FM0:86:F6": 1622,
    "CH1:ON:Gb4": 1623,
    "FM1:3A:0A": 1624,
    "FM0:AD:33": 1625,
    "FM0:61:0C": 1626,
    "FM1:74:02": 1627,
    "FM0:3C:31": 1628,
    "FM0:4C:1A": 1629,
    "FM1:46:25": 1630,
    "FM1:4E:05": 1631,
    "FM0:70:01": 1632,
    "FM1:44:23": 1633,
    "FM1:4C:1E": 1634,
    "FM1:46:01": 1635,
    "FM0:46:22": 1636,
    "FM1:41:28": 1637,
    "CH3:ON:Gb2": 1638,
    "FM1:44:03": 1639,
    "FM1:B2:3B": 1640,
    "FM0:41:28": 1641,
    "FM0:84:50": 1642,
    "FM0:4A:34": 1643,
    "FM0:48:0E": 1644,
    "FM0:4D:1A": 1645,
    "FM0:42:22": 1646,
    "FM1:41:91": 1647,
    "FM0:70:02": 1648,
    "CH5:ON:D3": 1649,
    "FM0:7A:06": 1650,
    "FM0:46:1D": 1651,
    "FM1:78:01": 1652,
    "FM1:40:16": 1653,
    "CH3:ON:Ab4": 1654,
    "FM0:45:08": 1655,
    "FM0:48:05": 1656,
    "FM1:42:04": 1657,
    "CH3:ON:Gb1": 1658,
    "FM0:2A:BA": 1659,
    "FM1:44:0F": 1660,
    "CH5:ON:Gb4": 1661,
    "FM1:B0:00": 1662,
    "FM1:4A:1E": 1663,
    "FM0:7A:04": 1664,
    "CH4:ON:Gb2": 1665,
    "FM0:68:0B": 1666,
    "CH2:ON:Ab4": 1667,
    "FM0:2A:D7": 1668,
    "FM0:B2:04": 1669,
    "FM0:2A:2F": 1670,
    "FM0:48:1E": 1671,
    "FM0:41:15": 1672,
    "CH4:ON:Gb3": 1673,
    "FM0:88:8F": 1674,
    "FM1:42:11": 1675,
    "FM1:41:15": 1676,
    "FM0:2A:48": 1677,
    "CH2:ON:Eb5": 1678,
    "FM0:2A:C0": 1679,
    "FM0:39:01": 1680,
    "FM0:8E:4F": 1681,
    "CH1:ON:Bb3": 1682,
    "CH3:ON:E2": 1683,
    "FM1:74:0C": 1684,
    "FM1:7E:02": 1685,
    "FM1:50:5F": 1686,
    "FM0:42:0B": 1687,
    "FM0:65:0E": 1688,
    "FM0:24:48": 1689,
    "FM0:2A:49": 1690,
    "FM1:71:03": 1691,
    "FM0:82:FC": 1692,
    "FM1:4D:95": 1693,
    "CH6:ON:C3": 1694,
    "FM0:4A:01": 1695,
    "FM0:62:0A": 1696,
    "FM0:45:16": 1697,
    "FM0:64:11": 1698,
    "FM0:60:0A": 1699,
    "FM1:4D:1A": 1700,
    "CH6:ON:A3": 1701,
    "FM0:44:1C": 1702,
    "FM0:50:D3": 1703,
    "CH4:ON:Ab3": 1704,
    "FM0:82:29": 1705,
    "FM0:61:12": 1706,
    "FM0:65:05": 1707,
    "FM0:4C:8C": 1708,
    "FM0:3E:0F": 1709,
    "FM0:48:08": 1710,
    "FM1:31:01": 1711,
    "FM0:45:19": 1712,
    "FM0:44:05": 1713,
    "FM1:84:F6": 1714,
    "FM0:48:1D": 1715,
    "FM1:6C:08": 1716,
    "FM0:88:AB": 1717,
    "FM1:6A:11": 1718,
    "FM0:49:19": 1719,
    "CH5:ON:Eb5": 1720,
    "FM1:32:01": 1721,
    "FM1:40:22": 1722,
    "FM1:31:02": 1723,
    "FM0:51:9F": 1724,
    "FM0:76:0A": 1725,
    "FM0:4A:28": 1726,
    "FM0:26:E8": 1727,
    "FM0:6D:0F": 1728,
    "FM1:42:17": 1729,
    "FM0:2A:42": 1730,
    "FM1:3D:02": 1731,
    "FM0:2A:BB": 1732,
    "FM0:41:02": 1733,
    "FM1:44:07": 1734,
    "FM1:88:81": 1735,
    "FM1:4A:28": 1736,
    "FM0:6D:1F": 1737,
    "FM0:4C:09": 1738,
    "FM0:6D:10": 1739,
    "FM1:69:00": 1740,
    "FM1:68:11": 1741,
    "CH3:ON:Bb3": 1742,
    "FM1:40:15": 1743,
    "FM0:44:1E": 1744,
    "CH5:ON:F3": 1745,
    "FM1:48:0E": 1746,
    "CH2:ON:D2": 1747,
    "FM0:86:50": 1748,
    "FM0:B6:F2": 1749,
    "CH1:ON:Ab4": 1750,
    "FM1:42:1C": 1751,
    "FM1:4D:20": 1752,
    "FM0:41:23": 1753,
    "FM0:40:21": 1754,
    "FM0:31:02": 1755,
    "FM0:7D:03": 1756,
    "FM1:4C:09": 1757,
    "FM0:6E:0A": 1758,
    "FM0:86:4F": 1759,
    "FM1:4A:16": 1760,
    "FM0:4C:0B": 1761,
    "FM0:42:1F": 1762,
    "CH4:ON:Eb3": 1763,
    "FM1:48:25": 1764,
    "FM1:45:03": 1765,
    "FM0:B4:D4": 1766,
    "FM0:B6:C4": 1767,
    "FM0:69:06": 1768,
    "CH1:ON:Gb3": 1769,
    "CH3:ON:Gb3": 1770,
    "FM1:44:08": 1771,
    "FM0:71:1F": 1772,
    "FM1:30:02": 1773,
    "FM1:59:DF": 1774,
    "CH2:ON:Ab3": 1775,
    "FM0:B5:D5": 1776,
    "FM0:7C:0C": 1777,
    "FM0:48:07": 1778,
    "FM0:B0:3B": 1779,
    "FM0:31:31": 1780,
    "FM0:3A:02": 1781,
    "FM0:45:23": 1782,
    "FM0:24:28": 1783,
    "FM0:54:FF": 1784,
    "FM0:50:FF": 1785,
    "FM0:58:FF": 1786,
    "FM1:78:0F": 1787,
    "FM1:45:08": 1788,
    "FM0:5C:FF": 1789,
    "FM1:5E:5F": 1790,
    "CH4:ON:Eb5": 1791,
    "FM1:48:23": 1792,
    "CH1:ON:Bb4": 1793,
    "FM0:52:1E": 1794,
    "FM0:49:1F": 1795,
    "FM0:40:FF": 1796,
    "FM1:42:18": 1797,
    "FM0:78:1F": 1798,
    "FM1:4A:04": 1799,
    "FM0:35:50": 1800,
    "CH4:ON:Db4": 1801,
    "FM0:B5:C5": 1802,
    "CH2:ON:G5": 1803,
    "FM0:26:DE": 1804,
    "FM1:66:09": 1805,
    "FM0:B1:02": 1806,
    "FM0:52:D3": 1807,
    "FM1:45:1D": 1808,
    "FM1:4E:16": 1809,
    "FM1:41:18": 1810,
    "FM0:2A:C2": 1811,
    "FM0:70:08": 1812,
    "FM0:65:0B": 1813,
    "FM0:85:05": 1814,
    "CH6:ON:C4": 1815,
    "FM1:48:01": 1816,
    "FM1:40:0A": 1817,
    "FM1:3D:70": 1818,
    "FM1:40:08": 1819,
    "FM0:64:05": 1820,
    "CH5:ON:Eb4": 1821,
    "FM0:68:FF": 1822,
    "CH5:ON:Db5": 1823,
    "FM0:60:FF": 1824,
    "FM0:64:FF": 1825,
    "FM1:60:1F": 1826,
    "FM0:59:9F": 1827,
    "FM0:46:1C": 1828,
    "FM0:6C:FF": 1829,
    "FM1:B5:D0": 1830,
    "FM1:75:02": 1831,
    "FM1:45:07": 1832,
    "FM1:58:9F": 1833,
    "FM1:80:FC": 1834,
    "FM1:46:16": 1835,
    "FM0:7D:10": 1836,
    "FM0:75:13": 1837,
    "FM1:40:10": 1838,
    "FM0:38:01": 1839,
    "FM1:4E:0F": 1840,
    "FM0:B4:D6": 1841,
    "FM0:2A:18": 1842,
    "CH1:ON:Db3": 1843,
    "FM0:82:4F": 1844,
    "CH1:ON:Db4": 1845,
    "CH3:ON:Ab3": 1846,
    "FM1:38:02": 1847,
    "FM1:41:27": 1848,
    "FM1:B4:C1": 1849,
    "FM0:72:1F": 1850,
    "FM0:7E:14": 1851,
    "FM0:41:04": 1852,
    "FM0:2A:17": 1853,
    "FM0:49:2D": 1854,
    "CH3:ON:Bb2": 1855,
    "FM0:46:09": 1856,
    "CH3:ON:C6": 1857,
    "FM0:50:DF": 1858,
    "FM0:24:88": 1859,
    "CH3:ON:Ab2": 1860,
    "FM0:44:30": 1861,
    "FM0:44:1D": 1862,
    "CH3:ON:Eb3": 1863,
    "FM0:49:39": 1864,
    "FM0:41:1F": 1865,
    "FM1:41:0E": 1866,
    "FM1:4D:05": 1867,
    "FM0:46:0B": 1868,
    "FM0:48:30": 1869,
    "FM0:24:7B": 1870,
    "CH1:ON:Eb5": 1871,
    "CH2:ON:Db4": 1872,
    "FM0:4D:FF": 1873,
    "FM1:42:0B": 1874,
    "FM0:65:09": 1875,
    "CH2:ON:Db3": 1876,
    "FM0:44:21": 1877,
    "FM1:44:10": 1878,
    "FM1:B0:3B": 1879,
    "FM1:6A:1C": 1880,
    "FM0:B6:D5": 1881,
    "FM0:4E:8A": 1882,
    "FM1:75:03": 1883,
    "FM0:AE:33": 1884,
    "FM0:7A:18": 1885,
    "CH5:ON:G5": 1886,
    "FM0:62:16": 1887,
    "FM0:24:80": 1888,
    "FM1:7C:11": 1889,
    "FM0:49:28": 1890,
    "FM0:59:5A": 1891,
    "FM1:45:16": 1892,
    "FM0:6D:0C": 1893,
    "FM1:6C:0E": 1894,
    "FM0:49:21": 1895,
    "FM1:7A:0F": 1896,
    "FM0:B1:0B": 1897,
    "FM0:36:0F": 1898,
    "FM0:44:23": 1899,
    "FM1:61:06": 1900,
    "FM1:45:1E": 1901,
    "FM0:75:12": 1902,
    "CH3:ON:G5": 1903,
    "FM1:44:09": 1904,
    "FM0:44:07": 1905,
    "CH5:ON:Bb3": 1906,
    "FM0:46:23": 1907,
    "FM0:40:17": 1908,
    "FM1:4A:1B": 1909,
    "FM0:2A:C1": 1910,
    "FM0:72:10": 1911,
    "FM1:69:1F": 1912,
    "FM1:B5:D2": 1913,
    "FM1:46:12": 1914,
    "FM0:B4:F5": 1915,
    "FM0:40:18": 1916,
    "FM0:72:04": 1917,
    "FM1:78:0C": 1918,
    "FM0:66:08": 1919,
    "CH5:ON:F5": 1920,
    "FM0:4A:21": 1921,
    "FM0:41:0D": 1922,
    "FM0:AC:14": 1923,
    "FM1:39:31": 1924,
    "FM0:8D:09": 1925,
    "FM0:4C:91": 1926,
    "CH3:ON:Eb5": 1927,
    "FM0:6A:0E": 1928,
    "FM0:48:20": 1929,
    "FM1:B4:D2": 1930,
    "FM0:42:23": 1931,
    "FM0:7C:10": 1932,
    "FM0:24:87": 1933,
    "FM0:49:25": 1934,
    "FM0:4C:26": 1935,
    "CH1:ON:B1": 1936,
    "FM1:6A:12": 1937,
    "FM0:4A:23": 1938,
    "FM0:4A:0B": 1939,
    "FM1:64:09": 1940,
    "FM0:66:11": 1941,
    "FM1:70:1F": 1942,
    "FM1:7C:10": 1943,
    "FM0:69:05": 1944,
    "CH4:ON:D2": 1945,
    "FM0:45:1F": 1946,
    "FM1:68:0F": 1947,
    "CH4:ON:Ab2": 1948,
    "CH3:ON:F5": 1949,
    "CH4:ON:G5": 1950,
    "FM1:64:08": 1951,
    "FM1:46:0E": 1952,
    "FM0:44:0B": 1953,
    "CH4:ON:Db5": 1954,
    "CH4:ON:F5": 1955,
    "CH3:ON:F2": 1956,
    "FM0:51:DF": 1957,
    "FM0:39:02": 1958,
    "FM1:48:05": 1959,
    "FM0:38:30": 1960,
    "FM0:3E:70": 1961,
    "FM0:8A:5F": 1962,
    "FM1:72:02": 1963,
    "FM1:B2:2D": 1964,
    "FM0:4D:22": 1965,
    "FM1:38:72": 1966,
    "FM1:4A:1F": 1967,
    "FM0:45:0B": 1968,
    "FM1:4D:07": 1969,
    "FM1:65:09": 1970,
    "FM0:7A:12": 1971,
    "CH4:ON:C1": 1972,
    "CH1:ON:A1": 1973,
    "FM1:45:1C": 1974,
    "FM0:4A:04": 1975,
    "FM1:6C:10": 1976,
    "FM0:61:0A": 1977,
    "FM1:44:29": 1978,
    "FM0:32:32": 1979,
    "FM1:49:25": 1980,
    "FM0:78:18": 1981,
    "FM0:B2:23": 1982,
    "FM1:49:23": 1983,
    "CH5:ON:E2": 1984,
    "FM0:B6:C6": 1985,
    "FM0:76:14": 1986,
    "FM0:61:01": 1987,
    "FM0:6C:10": 1988,
    "CH2:ON:Gb5": 1989,
    "FM0:34:30": 1990,
    "FM0:65:11": 1991,
    "FM1:4C:20": 1992,
    "FM0:40:9E": 1993,
    "FM1:4A:0D": 1994,
    "FM0:B4:C1": 1995,
    "FM0:4A:05": 1996,
    "FM1:6E:13": 1997,
    "FM0:6A:08": 1998,
    "FM0:4A:30": 1999,
    "FM1:56:5F": 2000,
    "FM0:44:1A": 2001,
    "FM1:81:F0": 2002,
    "FM1:7C:06": 2003,
    "FM0:65:0F": 2004,
    "FM0:69:08": 2005,
    "CH1:ON:Db5": 2006,
    "FM1:49:0A": 2007,
    "FM0:40:09": 2008,
    "FM0:81:F3": 2009,
    "CH4:ON:Bb2": 2010,
    "FM1:70:0F": 2011,
    "FM1:82:00": 2012,
    "FM1:3D:31": 2013,
    "CH3:ON:Db4": 2014,
    "FM0:2A:28": 2015,
    "FM0:68:09": 2016,
    "CH2:ON:Db5": 2017,
    "FM1:6E:00": 2018,
    "FM1:40:0B": 2019,
    "FM0:7A:1F": 2020,
    "FM0:36:30": 2021,
    "FM1:B5:E0": 2022,
    "FM0:6A:12": 2023,
    "FM0:41:09": 2024,
    "FM1:71:07": 2025,
    "FM1:7E:1F": 2026,
    "FM1:60:0A": 2027,
    "FM0:60:01": 2028,
    "FM1:4D:09": 2029,
    "FM0:42:28": 2030,
    "FM1:78:10": 2031,
    "FM0:46:1F": 2032,
    "FM1:74:04": 2033,
    "FM1:68:03": 2034,
    "FM1:B4:C6": 2035,
    "FM0:3E:12": 2036,
    "FM1:41:1F": 2037,
    "CH3:ON:C2": 2038,
    "FM0:76:06": 2039,
    "FM1:76:03": 2040,
    "FM0:4E:21": 2041,
    "FM0:85:26": 2042,
    "FM0:22:0D": 2043,
    "FM0:3A:04": 2044,
    "FM1:41:0A": 2045,
    "FM0:40:25": 2046,
    "FM0:75:0A": 2047,
    "FM0:49:3D": 2048,
    "FM0:2A:45": 2049,
    "FM0:36:03": 2050,
    "FM0:2A:30": 2051,
    "FM0:2A:29": 2052,
    "FM0:4E:20": 2053,
    "FM0:22:0E": 2054,
    "FM1:61:1F": 2055,
    "FM1:42:16": 2056,
    "FM0:62:09": 2057,
    "FM0:B1:3D": 2058,
    "FM0:6E:01": 2059,
    "FM0:41:9E": 2060,
    "FM1:B6:C5": 2061,
    "FM1:42:27": 2062,
    "FM1:61:08": 2063,
    "FM1:40:02": 2064,
    "FM0:44:0C": 2065,
    "FM0:2A:19": 2066,
    "FM0:66:16": 2067,
    "FM0:62:01": 2068,
    "CH5:ON:B2": 2069,
    "FM0:58:9F": 2070,
    "FM1:4A:0E": 2071,
    "FM1:68:0E": 2072,
    "FM0:45:1D": 2073,
    "FM0:41:0B": 2074,
    "FM0:6E:08": 2075,
    "FM0:35:06": 2076,
    "FM0:B4:C4": 2077,
    "FM0:24:84": 2078,
    "FM1:49:1A": 2079,
    "FM1:65:05": 2080,
    "FM1:4C:1D": 2081,
    "FM0:88:03": 2082,
    "FM1:48:28": 2083,
    "FM1:40:12": 2084,
    "FM1:4A:1A": 2085,
    "FM1:4D:1D": 2086,
    "FM0:39:70": 2087,
    "FM1:46:10": 2088,
    "FM1:55:9F": 2089,
    "FM1:B4:F5": 2090,
    "FM0:36:50": 2091,
    "CH6:ON:G2": 2092,
    "FM0:6D:0E": 2093,
    "FM0:74:03": 2094,
    "FM0:46:04": 2095,
    "FM0:24:58": 2096,
    "FM0:34:31": 2097,
    "FM0:62:04": 2098,
    "FM0:24:70": 2099,
    "FM0:41:26": 2100,
    "FM1:4E:17": 2101,
    "FM0:B4:E0": 2102,
    "FM0:2A:3C": 2103,
    "FM0:66:1A": 2104,
    "FM0:24:2C": 2105,
    "CH1:ON:F1": 2106,
    "FM1:40:23": 2107,
    "FM1:B4:C4": 2108,
    "CH5:ON:Ab2": 2109,
    "FM0:75:01": 2110,
    "CH1:ON:F5": 2111,
    "FM0:68:80": 2112,
    "FM0:4C:1E": 2113,
    "FM0:40:15": 2114,
    "FM0:44:34": 2115,
    "FM0:8A:F8": 2116,
    "FM0:6C:08": 2117,
    "FM1:4A:06": 2118,
    "FM1:68:0B": 2119,
    "CH6:ON:B3": 2120,
    "FM0:8D:26": 2121,
    "FM1:4D:1F": 2122,
    "FM1:61:0F": 2123,
    "FM0:7E:0D": 2124,
    "FM0:8D:FA": 2125,
    "FM1:64:05": 2126,
    "FM1:58:95": 2127,
    "CH6:ON:G4": 2128,
    "FM0:41:07": 2129,
    "FM0:74:0C": 2130,
    "FM0:AC:1C": 2131,
    "FM1:4E:19": 2132,
    "FM1:50:90": 2133,
    "FM1:B5:D5": 2134,
    "FM0:41:06": 2135,
    "CH5:ON:Bb2": 2136,
    "FM0:5E:95": 2137,
    "FM0:79:0F": 2138,
    "FM1:B5:F2": 2139,
    "FM1:46:20": 2140,
    "FM0:4C:82": 2141,
    "FM0:2A:37": 2142,
    "FM0:69:0B": 2143,
    "FM0:6A:0B": 2144,
    "FM0:35:03": 2145,
    "CH1:ON:Gb5": 2146,
    "FM1:42:1B": 2147,
    "FM0:8D:5C": 2148,
    "FM1:38:71": 2149,
    "FM0:81:26": 2150,
    "CH3:ON:Db3": 2151,
    "FM1:49:13": 2152,
    "FM0:89:26": 2153,
    "FM0:4D:8A": 2154,
    "FM0:24:EA": 2155,
    "FM0:45:30": 2156,
    "FM1:3E:32": 2157,
    "FM0:40:28": 2158,
    "FM1:41:1D": 2159,
    "FM1:B6:D0": 2160,
    "FM1:46:23": 2161,
    "FM0:34:03": 2162,
    "FM0:45:02": 2163,
    "FM0:24:6E": 2164,
    "FM1:49:26": 2165,
    "FM0:44:08": 2166,
    "FM0:30:32": 2167,
    "FM0:82:05": 2168,
    "FM0:4E:8D": 2169,
    "FM1:69:11": 2170,
    "FM0:68:0F": 2171,
    "FM0:41:21": 2172,
    "FM1:62:06": 2173,
    "FM0:5A:95": 2174,
    "FM0:89:55": 2175,
    "FM0:39:05": 2176,
    "FM0:4C:03": 2177,
    "FM1:45:09": 2178,
    "FM1:3D:12": 2179,
    "FM0:7D:0F": 2180,
    "FM1:46:0F": 2181,
    "FM0:68:05": 2182,
    "FM1:6D:1F": 2183,
    "FM1:B0:2B": 2184,
    "FM0:31:05": 2185,
    "FM0:42:15": 2186,
    "FM0:26:A0": 2187,
    "FM0:2A:38": 2188,
    "FM0:2A:C7": 2189,
    "FM1:6D:0A": 2190,
    "FM0:76:13": 2191,
